{"id":"Elayne-Trakand","name":"Elayne Trakand","chapters":[{"title":"Chapter 2: The Dark One's Touch","info":"<a class='name' name='Elayne'>Elayne Trakand</a>, p. 135&#x2014;<a href='#DH'>Daughter-Heir</a> of Andor, now Aes Sedai of the Green Ajah. She is the daughter of <a href='#Morgase'>Morgase</a> and her late husband, Taringail, and sister to <a href='#Gawyn'>Gawyn</a>. She is also half-sister to <a href='#Galad'>Galad</a>, although she would rather not be reminded of this fact; she thinks Galad virtuous to the point of fault, and does not really like him. She has considerable potential in the One Power, and is one of the strongest Aes Sedai in a thousand years or more, possibly since the Age of Legends, with the exceptions of <a href='#Egwene'>Egwene</a>, <a href='#Nynaeve'>Nynaeve</a>, <a href='#Aviendha'>Aviendha</a>, and some trainees. She has red-gold curly hair. During her stay in the Stone of Tear, Elayne realized she loved <a href='#Rand'>Rand al&apos;Thor</a>, and told him how she felt; he felt similarly. She had no idea at the time what <a href='#Min'>Min</a> meant about &#x201C;having to share him,&#x201D; but now knows about Min&apos;s viewing of Rand with the three women&apos;s heads, indicating that Rand will fall in love with Min, Elayne, and Aviendha, and they with him. Later, when she and Nynaeve had trouble with <a href='#Moghedien'>Moghedien</a>, Elayne ended up bonding <a href='#Birgitte'>Birgitte</a> as her Warder (despite being only Accepted at the time) in order to save Birgitte&apos;s life. Elayne later went to Ebou Dar and found the Bowl of the Winds, a <i>ter&apos;angreal</i> that they used to fix the weather. She has since returned to Andor upon hearing news of her mother&apos;s disappearance; she plans to take the Lion Throne, as soon as she has garnered enough support to keep it. In the meantime, Elayne has managed to reproduce several <i>ter&apos;angreal</i>, something which no one else has been able to do since the Breaking of the World, as well as discover a way to share a Warder bond between three women; she bonded Rand along with Aviendha, her new sister by Aiel tradition, and Min. Shortly after bonding Rand, she became pregnant with Rand&apos;s twins. To protect the children, she is not revealing the father of the twins. She is proving to be a capable leader, one her people may eventually be proud of. <i>See also</i> <a href='#Rand'>al&apos;Thor, Rand</a>; <a href='#Egwene'>al&apos;Vere, Egwene</a>; <a href='#Aviendha'>Aviendha</a>; <a href='#Birgitte'>Birgitte</a>; <a href='#Galad'>Damodred, Galadedrid</a>; <a href='#Min'>Farshaw, Elmindreda</a>; <a href='#Dyelin'>Taravin, Dyelin</a>; <a href='#Gawyn'>Trakand, Gawyn</a>; <a href='#Morgase'>Trakand, Morgase</a>. "}]}