{"id":"Faile-ni-Bashere-t-Aybara","name":"Faile ni Bashere t'Aybara","chapters":[{"title":"Prologue: Embers Falling on Dry Grass","info":"<a class='name' name='Faile'>Faile ni Bashere t&apos;Aybara</a>, p. 71&#x2014;Young woman from Saldaea with long dark hair and dark eyes. She is the daughter of <a href='#Bashere'>Davram</a> and Deira Bashere, their oldest surviving offspring. Her two older brothers were killed, and when Davram sent her younger brother off to fight while keeping her at home, she ran away and swore the oath of a Hunter of the Horn in Illian. When she became a Hunter, she renounced her old name, Zarine, at first considering adopting the name &#x201C;Mandarb&#x201D;&#x2014;she chose Faile when she found that Mandarb was the name of <a href='#Lan'>Lan</a>&apos;s horse. She fell in love with <a href='#Perrin'>Perrin Aybara</a> while on her search for the Horn, who told her that the Horn had been found. She was shocked, but even more so to find out that <a href='#Rand'>Rand</a> was the <a href='#Reborn'>Dragon Reborn</a> and that both he and Perrin are <i>ta&apos;veren</i>. Faile stayed near Perrin, and finally accompanied him to the Two Rivers where she helped fend off the Trolloc attacks; the two were married shortly afterwards. They were then proclaimed Lord and Lady of the Two Rivers. Perrin hated the idea, but Faile insisted they have a modest estate, and even servants, which she trained herself. Her name means &#x201C;falcon&#x201D; in the Old Tongue; she is the falcon in <a href='#Min'>Min</a>&apos;s viewings of Perrin. She is very protective of her blacksmith, and does whatever she can to make sure he not so much as <i>looks</i> at another woman, even though he has no intention of doing so. She is a very jealous wife, especially toward people like <a href='#Berelain'>Berelain</a> who eye her husband all the time. She even cornered <a href='#Min'>Min</a> when they first came to Caemlyn and Perrin greeted her warmly, to make sure Min had no intentions toward him. She left with Perrin for Ghealdan to find <a href='#Masema'>Masema</a>, and while he was away her party was ambushed by the Shaido Aiel and she was taken <i>gai&apos;shain</i> by them. She and the servants captured with her are planning an escape. She is now a personal servant of <a href='#Sevanna'>Sevanna</a>, and she seems to be one of Sevanna&apos;s favorites&#x2014;for both service and punishment. She seems to be a natural leader, even earning the respect and obedience of <a href='#Alliandre'>Alliandre</a>, the Queen of Ghealdan, and <a href='#Morgase'>Morgase</a>, the former Queen of Andor (though she does not know Morgase&apos;s true identity). <i>See also</i> <a href='#Perrin'>Aybara, Perrin t&apos;Bashere</a>; <a href='#Bashere'>Bashere, Davram t&apos;Ghaline</a>. "}]}