{
    "id": "Galadedrid-Galad-Damodred",
    "name": "Galadedrid (Galad) Damodred",
    "chapters": [
        {
            "title": "Prologue: Embers Falling on Dry Grass",
            "info": "<a class='name' name='Galad'>Galadedrid (Galad) Damodred</a>, p. 15&#x2014;Son of <a href='#Morgase'>Morgase</a>&apos;s late husband Taringail Damodred and his first wife <a href='#Tigraine'>Tigraine</a>. He is half-brother to <a href='#Elayne'>Elayne</a> and <a href='#Gawyn'>Gawyn</a>. Stunningly handsome, even <a href='#Nynaeve'>Nynaeve</a> has trouble blushing when she speaks to him, and Aes Sedai will often forsake their work to watch him practice (shirtless) in the sword yard. Galad has much skill with the sword, and has achieved Blademaster status in practice if not in name. He disappeared from Tar Valon during the violence that accompanied <a href='#Siuan'>Siuan</a>&apos;s deposition and joined <a href='#Valda'>Eamon Valda</a>&apos;s band of the Children of the Light. Because of his sword skill, Galad was promoted to an official position very quickly, and now controls his own small band of men. He says he became a Whitecloak because it &#x201C;felt right.&#x201D; He is extremely virtuous, and will do whatever he thinks is right regardless of who it hurts, even himself. In fact, he started a war in Samara to help Elayne and Nynaeve escape. His sign is a winged silver sword, point down. Galad has feelings for <a href='#Egwene'>Egwene al&apos;Vere</a>, and although she is flattered by his attentions, she does not return his love. He is quite popular among his soldiers. Galad believes that <a href='#Valda'>Eamon Valda</a> killed his mother after sexually abusing her, and vows revenge. He is incorrect about the killing part, at least.\n<!-- Perhaps unsurprisingly, Galad appears to be showing signs that he\n<i>might</i> be able to learn to channel. Since his half-sister (Elayne) can,\nand his half-brother (Rand) can, it seems likely that Galad inherited some\nchanneling ability as well. Page 23--> <i>See also</i> <a href='#Rand'>al&apos;Thor, Rand</a>; <a href='#Tigraine'>Damodred, Tigraine</a>; <a href='#Elayne'>Trakand, Elayne</a>; <a href='#Gawyn'>Trakand, Gawyn</a>; <a href='#Morgase'>Trakand, Morgase</a>; <a href='#Valda'>Valda, Eamon</a>. "
        }
    ]
}