{"id":"Gawyn-Trakand","name":"Gawyn Trakand","chapters":[{"title":"Chapter 24:  Honey in the Tea","info":"<a class=\"name\" name=\"Gawyn\">Gawyn Trakand</a>,\n      p. 529&#x2014;Son of\n      <a href=\"#Morgase\">Queen Morgase</a> of Andor and brother to\n      <a href=\"#Elayne\">Elayne</a>.  He will become First Prince of the Sword\n      when Elayne becomes Queen.  He and his half-brother\n      <a href=\"#Galad\">Galad</a> went to train with the Warders in the White\n      Tower, as all sons of Andoran queens have for centuries, and both now\n      possess considerable skill with the sword.  During the chaos that\n      erupted after <a href=\"#Siuan\">Siuan Sanche</a>&apos;s deposition, Gawyn\n      formed a band of young men, everyone who had trained with the Warders\n      except Galad, who are called the Younglings.  The Younglings fought back\n      against their teachers, who were trying to free Siuan and\n      <a href=\"#Leane\">Leane</a> from their imprisonment.  Gawyn himself\n      killed Hammar and Coulin, the men in charge of teaching the sword and\n      for his personal training, respectively, both of which were\n      Blademasters&#x2014;few Warders are as good as they were, and Gawyn\n      managed to kill both of them.  With recent developments, Gawyn does not\n      know which party to support&#x2014;he believes that anyone who opposed\n      Tower Law by trying to free Siuan and Leane was wrong, but at the same\n      time he does not know all the facts surrounding the change in\n      leadership.  In fact, his sister Elayne and her friends\n      <a href=\"#Nynaeve\">Nynaeve al&apos;Meara</a> and\n      <a href=\"#Egwene\">Egwene al&apos;Vere</a> side with those\n      who broke from the Tower, and Egwene, the woman he wants to marry, is\n      their new leader.  He believes the rumor that <a href=\"#Rand\">Rand</a>\n      killed his mother, and only refrains from killing him because Egwene\n      made him promise not to.  Gawyn has made many enemies inside and outside\n      the Tower, just by leading the Younglings.  He detests Rand because he\n      thinks Rand killed his mother (when in fact no one did), and there is no\n      telling how he&apos;ll react when he finds out that Elayne actually does love\n      him (and is carrying his twins), as well as that Egwene heads the\n      rebellion against the Tower.  His sign is a white boar.\n      <i>See also</i>\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Galad\">Damodred, Galadedrid</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}