{"id":"Mesaana","name":"Mesaana","chapters":[{"title":"Prologue:  Embers Falling on Dry Grass","info":"Mesaana,\n      p. 66—One of the\n      Forsaken.  During the Age of Legends, Mesaana was told she was unfit to\n      do research at the Collam Daan, but was capable of teaching others.  She\n      spent her years teaching until the Bore was opened and she dedicated her\n      life to the Dark One.  During the War of Power, she\n      created “schools” for the children, at which she taught\n      the children to spy on their parents and other such things.  After her\n      release from the Bore, Mesaana set herself up in the White Tower, where\n      she could control events without anyone suspecting she was behind them.\n      She has been cooperating with Semirhage to some\n      extent, and has taught Alviarin to Travel.  She\n      was displeased that Alviarin had ordered Elaida\n      beaten.  Mesaana has obviously taken the identity of a sister in the\n      Tower.  Who is not known.\n  "},{"title":"Chapter 3:  At the Gardens","info":"Mesaana,\n      p. 141—One of the\n      Forsaken.  During the Age of Legends, Mesaana was told she was unfit\n      to do research at the Collam Daan, but was capable of teaching others.\n      She spent her years teaching until the Bore was opened and she dedicated\n      her life to the Dark One.  During the War of Power,\n      she created “schools” for the children, at which she taught\n      the children to spy on their parents and other such things.  After her\n      release from the Bore, Mesaana set herself up in the White Tower, where\n      she could control events without anyone suspecting she was behind them.\n      She has been cooperating with Semirhage to some\n      extent, and has taught Alviarin to Travel.  She\n      was displeased that Alviarin had ordered Elaida\n      beaten.  She has big blue eyes, which Aran'gar\n      thinks are her best feature, at least when she frowns.\n      Mesaana has obviously taken the identity of a sister in the\n      Tower.  Who is not known.\n  "}]}