{"id":"Moghedien","name":"Moghedien","chapters":[{"title":"Chapter 3:  At the Gardens","info":"<a class=\"name\" name=\"Moghedien\">Moghedien</a>,\n      p. 146&#x2014;One of the\n      Forsaken.  Her name means &#x201C;Spider&#x201D; in the Old Tongue.  She\n      always works from safety, attacks from safety, and will run unless she\n      can do so.  She developed a command of <i>Tel&apos;aran&apos;rhiod</i> that\n      surpassed even <a href=\"#Lanfear\">Lanfear</a>&apos;s mastery&#x2014;in the\n      real world, Lanfear was more powerful, but even she could not top\n      Moghedien in the World of Dreams.  After being released from the Bore,\n      Moghedien eventually found herself in Tanchico, in the Palace of the\n      Panarch of Tarabon.  While there, she chanced upon\n      <a href=\"#Nynaeve\">Nynaeve al&apos;Meara</a>, who was trying to save the\n      Panarch at the time and take the seal on the\n      <a href=\"#Dark\">Dark One</a>&apos;s prison from its hold in the Palace.\n      She and Nynaeve fought in a duel to the last,\n      and Nynaeve managed to better Moghedien, much to the\n      surprise of both of them.  She managed to escape Nynaeve&apos;s tied off\n      shield, and on their next encounter, this one in <i>Tel&apos;aran&apos;rhiod</i>,\n      she ripped <a href=\"#Birgitte\">Birgitte</a>&apos;s soul out of the World of\n      Dreams after Birgitte almost killed her.  On her third encounter with\n      Nynaeve, Nynaeve managed to trap Moghedien with an <i>a&apos;dam</i>.\n      Moghedien remained bound by that <i>a&apos;dam</i> in Salidar, disguised as\n      Marigan, but was released by\n      <a href=\"#Halima\">Halima</a>.  Halima was actually one of the Forsaken,\n      and she took Moghedien to Shayol Ghul to be bound by a\n      <i>coursouvra</i>, a Mind Trap, controlled by\n      <a href=\"#Moridin\">Moridin</a>.  Typical of her ways, she has been\n      keeping a low profile.\n      <i>See also</i>\n      <a href=\"#Moridin\">Moridin</a>.\n  "}]}