{"id":"Morgase-Trakand","name":"Morgase Trakand","chapters":[{"title":"Prologue:  Embers Falling on Dry Grass","info":"Morgase Trakand,\n      p. 19—Former\n      Queen of Andor and High Seat of House Trakand.  Mother of\n      Elayne and Gawyn.  She\n      married Taringail Damodred, a prince of\n      Cairhien, to further solidify her claim to the Throne of Andor and keep\n      peace between the two nations; when Tigraine\n      disappeared, Morgase made the best claim to succeed her, and married her\n      widower to gain the support that would be gained by such action.\n      Taringail was Elayne's and Gawyn's father; he died when they were young.\n      Morgase has since gone through several lovers, including\n      Thomdril Merrilin, a former court-bard;\n      Gareth Bryne, her First Prince of the Sword and\n      Captain of the Guards; and most recently\n      Lord Gaebril,\n      a man who led the faction that stilled the riots in Caemlyn\n      that sprang up on Morgase's trip to Tar Valon to inquire about Elayne's\n      whereabouts.  Thom was exiled from the city of Caemlyn when he started\n      telling her what he really thought of some of her plans, her\n      relationship with Bryne ebbed away until finally Gaebril told her to\n      exile him too, and Gaebril eventually chased Morgase herself out of the\n      city when she found he was usurping her power.  The Daughter-Heir of\n      Andor is traditionally trained by Aes Sedai in the White Tower, and\n      Morgase underwent novice training to keep the tradition alive.  She was\n      given the gift of a Great Serpent ring despite not being Accepted, and\n      still wears it on her left hand.  She was previously advised by\n      Elaida do Avriny a'Roihan of the Red Ajah, who is\n      now the Amyrlin Seat in Tar Valon.  When Morgase\n      discovered that Gaebril (who, unbeknownst to her, was actually\n      Rahvin) meant to usurp her throne, she left, and\n      when she learned that the Dragon Reborn had taken\n      over Caemlyn and none of her former supporters would give her aid, she\n      fled to Amadicia to get help from the only place she thought she could:\n      Pedron Niall and the Children of the Light.  She\n      was not aware that Rand only wanted to give her\n      country back to her, not to mention believes that she is dead.  If she\n      had made her presence known, she would no doubt have had her country\n      back in one piece, but as royalty she believed she must work on her own\n      and trust no one.  She went into hiding after the Seanchan attack\n      (Valda believes her to be dead) under her mother's first name,\n      Maighdin to avoid instant recognition, and later\n      became a maidservant to Faile; she told Faile that\n      she was a lady's handmaid before coming into her service.  When Faile's\n      group was captured, she became a prisoner of the Shaido, and is now\n      detained in their encampment.  Her sign is three golden keys.  A former\n      member of the Queen's Guard, Martyn Tallanvor,\n      has taken a liking to his former queen, and she finds herself almost\n      unconsciously returning his attentions.  Her adopted son\n      Galad believes her dead at the hands of Eamon\n      Valda, and plans revenge on him.  Her son Gawyn believes her dead at the\n      hands of the Dragon Reborn, and is only restrained\n      from killing her by Egwene's command.  Her\n      daughter Elayne believes her dead as well (though she as yet has no\n      plans for vengeance), and her new mistress Faile has no idea of her true\n      identity.\n      See also\n      a'Roihan, Elaida do Avriny;\n      t'Aybara, Faile ni Bashere;\n      Bryne, Gareth;\n      Damodred, Galadedrid;\n      Damodred, Tigraine;\n      Dorlain, Maighdin;\n      Gaebril;\n      Mantear, Mordrellen;\n      Merrilin, Thomdril;\n      Taravin, Dyelin;\n      Trakand, Gawyn;\n      Valda, Eamon.\n  "}]}