{
    "id": "Morgase-Trakand",
    "name": "Morgase Trakand",
    "chapters": [
        {
            "title": "Prologue: Embers Falling on Dry Grass",
            "info": "<a class='name' name='Morgase'>Morgase Trakand</a>, p. 19&#x2014;Former Queen of Andor and High Seat of House Trakand. Mother of <a href='#Elayne'>Elayne</a> and <a href='#Gawyn'>Gawyn</a>. She married Taringail Damodred, a prince of Cairhien, to further solidify her claim to the Throne of Andor and keep peace between the two nations; when <a href='#Tigraine'>Tigraine</a> disappeared, Morgase made the best claim to succeed her, and married her widower to gain the support that would be gained by such action. Taringail was Elayne&apos;s and Gawyn&apos;s father; he died when they were young. Morgase has since gone through several lovers, including <a href='#Thom'>Thomdril Merrilin</a>, a former court-bard; <a href='#Bryne'>Gareth Bryne</a>, her First Prince of the Sword and Captain of the Guards; and most recently <a href='#Gaebril'>Lord Gaebril</a>, a man who led the faction that stilled the riots in Caemlyn that sprang up on Morgase&apos;s trip to Tar Valon to inquire about Elayne&apos;s whereabouts. Thom was exiled from the city of Caemlyn when he started telling her what he really thought of some of her plans, her relationship with Bryne ebbed away until finally Gaebril told her to exile him too, and Gaebril eventually chased Morgase herself out of the city when she found he was usurping her power. The Daughter-Heir of Andor is traditionally trained by Aes Sedai in the White Tower, and Morgase underwent novice training to keep the tradition alive. She was given the gift of a Great Serpent ring despite not being Accepted, and still wears it on her left hand. She was previously advised by <a href='#Elaida'>Elaida do Avriny a&apos;Roihan</a> of the Red Ajah, who is now the <a href='#Amyrlin'>Amyrlin Seat</a> in Tar Valon. When Morgase discovered that Gaebril (who, unbeknownst to her, was actually <a href='#Rahvin'>Rahvin</a>) meant to usurp her throne, she left, and when she learned that the <a href='#Reborn'>Dragon Reborn</a> had taken over Caemlyn and none of her former supporters would give her aid, she fled to Amadicia to get help from the only place she thought she could: <a href='#Niall'>Pedron Niall</a> and the Children of the Light. She was not aware that <a href='#Rand'>Rand</a> only wanted to give her country back to her, not to mention believes that she is dead. If she had made her presence known, she would no doubt have had her country back in one piece, but as royalty she believed she must work on her own and trust no one. She went into hiding after the Seanchan attack (Valda believes her to be dead) under her mother&apos;s first name, <a href='#Dorlain'>Maighdin</a> to avoid instant recognition, and later became a maidservant to <a href='#Faile'>Faile</a>; she told Faile that she was a lady&apos;s handmaid before coming into her service. When Faile&apos;s group was captured, she became a prisoner of the Shaido, and is now detained in their encampment. Her sign is three golden keys. A former member of the Queen&apos;s Guard, <a href='#Tallanvor'>Martyn Tallanvor</a>, has taken a liking to his former queen, and she finds herself almost unconsciously returning his attentions. Her adopted son <a href='#Galad'>Galad</a> believes her dead at the hands of Eamon Valda, and plans revenge on him. Her son Gawyn believes her dead at the hands of the <a href='#Reborn'>Dragon Reborn</a>, and is only restrained from killing her by <a href='#Egwene'>Egwene</a>&apos;s command. Her daughter Elayne believes her dead as well (though she as yet has no plans for vengeance), and her new mistress Faile has no idea of her true identity. <i>See also</i> <a href='#Elaida'>a&apos;Roihan, Elaida do Avriny</a>; <a href='#Faile'>t&apos;Aybara, Faile ni Bashere</a>; <a href='#Bryne'>Bryne, Gareth</a>; <a href='#Galad'>Damodred, Galadedrid</a>; <a href='#Tigraine'>Damodred, Tigraine</a>; <a href='#Dorlain'>Dorlain, Maighdin</a>; <a href='#Gaebril'>Gaebril</a>; <a href='#Mordrellen'>Mantear, Mordrellen</a>; <a href='#Thom'>Merrilin, Thomdril</a>; <a href='#Dyelin'>Taravin, Dyelin</a>; <a href='#Gawyn'>Trakand, Gawyn</a>; <a href='#Valda'>Valda, Eamon</a>. "
        }
    ]
}