{"id":"Perrin-t-Bashere-Aybara","name":"Perrin t'Bashere Aybara","chapters":[{"title":"Prologue:  Embers Falling on Dry Grass","info":"<a class=\"name\" name=\"Perrin\">Perrin t&apos;Bashere Aybara</a>,\n      p. 71&#x2014;A young man from Emond&apos;s Field.  He is <i>ta&apos;veren</i>.  When\n      he and <a href=\"#Egwene\">Egwene</a> got separated from the rest of the\n      group while fleeing the Trollocs on Winternight, Perrin met a man named\n      <a href=\"#Elyas\">Elyas Machera</a>.  Elyas, a former Warder who found he\n      could talk to wolves, helped Perrin discover the same ability in\n      himself.  Perrin&apos;s eyes are now yellow, just like the wolves&apos; eyes, and\n      he can enter what he calls the Wolf Dream (known to most as\n      <i>Tel&apos;aran&apos;rhiod</i>, the World of Dreams) with them.  Perrin is a\n      childhood friend of fellow <i>ta&apos;veren</i>\n      <a href=\"#Rand\">Rand al&apos;Thor</a> and <a href=\"#Mat\">Mat Cauthon</a>.  On\n      the way to Tear, Perrin encountered a young woman by the name of\n      Zarine Bashere, a Hunter for the Horn who\n      took the name of <a href=\"#Faile\">Faile</a> (which means\n      &#x201C;Falcon&#x201D; in the Old Tongue) as a more appropriate name for a\n      Hunter for the Horn.  The two are now married.  Perrin is a very large\n      man&#x2014;he was always a big person, which caused him to be very\n      cautious since he found as a child that he could easily hurt other\n      children if his temper got out of hand.  His size helps considerably\n      when helping Master Luhhan on his forge, but\n      sometimes gives others the impression that he is slow and stupid.  He\n      returned to the Two Rivers for a time to repel the series of Trolloc\n      attacks; he and his wife are recognized as Lord and Lady there, the\n      first noblility of the Two Rivers since the Trolloc Wars.  When he\n      returned, he began to draw the eye of\n      <a href=\"#Berelain\">Berelain sur Paendrag Paeron</a>,\n      the First of Mayene&#x2014;Perrin wants nothing more\n      than to be as far from her as possible, but Berelain will not take no\n      for an answer, much to Faile&apos;s dismay and intense jealousy.  Perrin was\n      instrumental in freeing Rand from his entrapment at Dumai&apos;s Wells; the\n      two had a fight afterwards (they had planned it as a way for Perrin to\n      leave, although they most likely did not plan on it being as violent as\n      it was), and Perrin went to Ghealdan to see if he could tame\n      <a href=\"#Masema\">Masema</a>.  On the way, his wife was captured by\n      Shaido, and now he must track her down.  He has a rope that he ties a\n      knot in for every day she is held captive; he has plans in the making\n      that should allow him to throw that cord away soon.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Faile\">t&apos;Aybara, Faile ni Bashere</a>;\n      <a href=\"#Mat\">Cauthon, Matrim</a>;\n      <a href=\"#Elyas\">Machera, Elyas</a>;\n      <a href=\"#Bull\">Young Bull</a>.\n  "}]}