{"id":"Rand-al-Thor","name":"Rand al'Thor","chapters":[{"title":"Prologue:  Embers Falling on Dry Grass","info":"<a class=\"name\" name=\"Rand\">Rand al&apos;Thor</a>,\n      p. 74&#x2014;Young man from\n      Emond&apos;s Field in the Two Rivers, now proclaimed to be the\n      <a href=\"#Reborn\">Dragon Reborn</a>.  He is very tall, with curly\n      red-blond hair.  He was raised by <a href=\"#Tam\">Tam al&apos;Thor</a> and his\n      wife Kari (until her death around the time Rand was\n      five) in Emond&apos;s Field.  His real parents, however, were\n      Janduin, the chief of the Taardad Aiel who\n      brought the four clans across the Dragonwall to punish\n      Laman&apos;s Sin, and a Maiden of the Spear named\n      Shaiel, who was actually\n      <a href=\"#Tigraine\">Tigraine Damodred</a>, the runaway Daughter-Heir of\n      Andor.  Tigraine gave birth to Rand on the slopes of Dragonmount, in\n      accordance with prophecy; &#x201C;born of a Maiden, of the ancient blood\n      but raised by the Old.&#x201D;  Rand has a heron branded into each of his\n      palms, which he received from the sword Tam gave him while fighting\n      <a href=\"#Ishamael\">Ishamael</a>.  He also has two\n      dragons on his forearms, which he received in Rhuidean to designate him\n      as the <i><a href=\"#Caracarn\">Car&apos;a&apos;carn</a></i>, the Chief of Chiefs of\n      the Aiel.  He is not only the Dragon Reborn, but also\n      He Who Comes With the Dawn,\n      the man prophesied to reunite the Aiel, and\n      the <a href=\"#Coramoor\">Coramoor</a>, the one prophesied to bring the\n      Sea Folk out of the Sea.  He can channel strongly, more so than any\n      person who ever lived (except the previous user of his soul,\n      <a href=\"#Lews\">Lews Therin Telamon</a>, who was obviously of equal\n      strength), and is also <i>ta&apos;veren</i>, the most strongly so since Lews\n      Therin as well.  Lews Therin&apos;s voice has somehow found a new place\n      inside of Rand&apos;s head; he talks to him in a mad voice when Rand least\n      expects it, sometimes offering sound advice or knowledge, sometimes\n      babbling, sometimes even trying to wrest control of <i>saidin</i> from\n      him.   Unlike Lews Therin, Rand is accompanied by two other\n      <i>ta&apos;veren</i> during his turing of the Wheel, two men born within days\n      (hours, even) of him named <a href=\"#Mat\">Matrim Cauthon</a> and\n      <a href=\"#Perrin\">Perrin Aybara</a>, who both grew up in Emond&apos;s Field\n      as well.  Rand is destined to fall in love with three women (and has):\n      <a href=\"#Min\">Min Farshaw</a>, <a href=\"#Elayne\">Elayne Trakand</a>,\n      and <a href=\"#Aviendha\">Aviendha</a>.  Rand has had success in fighting\n      many of the Forsaken; all to confront him have died or been trapped.  He\n      killed <a href=\"#Aginor\">Aginor</a> at the Eye of the World after the\n      Green Man killed\n      Balthamel; he allowed\n      <a href=\"#Moiraine\">Moiraine</a> to kill\n      <a href=\"#Belal\">Be&apos;lal</a> in the Stone of Tear, and killed\n      <a href=\"#Ishamael\">Ishamael</a> in the Stone shortly afterward; in the\n      wagons near the Spine of the World, <a href=\"#Lanfear\">Lanfear</a>\n      confronted him and was pushed into the land of the Eelfinn by Moiraine;\n      he killed <a href=\"#Rahvin\">Rahvin</a> in <i>Tel&apos;aran&apos;rhiod</i> when he\n      came to the Royal Palace in Caemlyn;\n      <a href=\"#Asmodean\">Asmodean</a>, his teacher, was killed shortly after\n      Rahvin met his fate; <a href=\"#Sammael\">Sammael</a> met his fate while\n      fighting Rand in Shadar Logoth at the hands of Mashadar; and\n      <a href=\"#Osangar\">Osan&apos;gar</a>, the reincarnation of\n      <a href=\"#Aginor\">Aginor</a>, died at Shador Logoth when Rand was\n      cleansing <i>saidin</i>.  During his duel with Sammael, Rand encountered\n      a mysterious wanderer, presumably <a href=\"#Moridin\">Moridin</a>, who\n      helped him.  During the fighting, their streams of balefire collided,\n      causing Rand&apos;s head to spin and both of them to lose coherency for a\n      while.  Ever since that time, Rand has had trouble seizing\n      <i>saidin</i>; it is not known if this is because of Moridin&apos;s presumed\n      use of the True Power, or something else.\n      Rand&apos;s prophecies fulfilled grow:  he has already\n      been born on the slopes of Dragonmount of a Maiden, of the ancient blood\n      but raised by the old, taken the Stone of Tear and drawn\n      <i>Callandor</i>, and began conquering &#x201C;under the forgotten\n      symbol,&#x201D; that of the Aes Sedai of the Age of Legends.  He is\n      working on having the &#x201C;spotless tower&#x201D; (i.e., the White\n      Tower) break and bend knee to him (the Tower has broken, and several Aes\n      Sedai have sworn fealty to him and only him).  He recently used the\n      Choedan Kal, the two great <i>sa&apos;angreal</i> created during the War of\n      the Shadow, to cleanse the <a href=\"#Dark\">Dark One</a>&apos;s taint from\n      <i>saidin</i>.  He has created schools of sorts, more research\n      universities, where some of the best inventors of the day have\n      congregated near Cairhien, Caemlyn, and Tear to develop new technology.\n      Rand has also created the Asha&apos;man, men who came for his\n      &#x201C;amnesty&#x201D; for male channelers.  With <i>saidin</i> cleansed,\n      the Asha&apos;man are now safe from the <a href=\"#Dark\">Dark One</a>&apos;s taint.\n      The Asha&apos;man themselves are not free from the Dark One&apos;s\n      <em>influence</em>, however; there are many Darkfriends among the\n      Asha&apos;man, including <a href=\"#Taim\">Mazrim Taim</a>, the leader of the\n      Black Tower.  The Asha&apos;man under Taim have turned on Rand, trying to\n      kill him and worse, though Rand does not at this point know that they\n      were acting with Taim&apos;s knowledge.  Rand is the salvation of the entire\n      world, and as the prophecy states, he <i>will</i> save the\n      world&#x2014;and Break it again.\n      <i>See also</i>\n      <a href=\"#Elaida\">a&apos;Roihan, Elaida do Avriny</a>;\n      <a href=\"#Logain\">Ablar, Logain</a>;\n      <a href=\"#Tam\">al&apos;Thor, Tamlin</a>;\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Aviendha\">Aviendha</a>;\n      <a href=\"#Perrin\">Aybara, Perrin t&apos;Bashere</a>;\n      <i><a href=\"#Caracarn\">Car&apos;a&apos;carn</a></i>;\n      <a href=\"#Mat\">Cauthon, Matrim</a>;\n      <a href=\"#Coramoor\">Coramoor</a>;\n      <a href=\"#Galad\">Damodred, Galadedrid</a>;\n      <a href=\"#Moiraine\">Damodred, Moiraine</a>;\n      <a href=\"#Tigraine\">Damodred, Tigraine</a>;\n      <a href=\"#Dragon\">Dragon, The</a>;\n      <a href=\"#Reborn\">Dragon Reborn</a>;\n      <a href=\"#Min\">Farshaw, Elmindreda</a>;\n      <a href=\"#Nynaeve\">Mandragoran, Nynaeve ti al&apos;Meara</a>;\n      <a href=\"#Taim\">Taim, Mazrim</a>;\n      <a href=\"#Lews\">Telamon, Lews Therin</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>.\n  "}]}