{"id":"Siuan-Sanche","name":"Siuan Sanche","chapters":[{"title":"Prologue:  Embers Falling on Dry Grass","info":"<a class=\"name\" name=\"Siuan\">Siuan Sanche</a>,\n      p. 77&#x2014;Aes Sedai of\n      the Blue Ajah with shoulder-length hair.  Born in Tear to a fisherman,\n      she was sent to the White\n      Tower on the first boat to leave after she discovered she had the\n      ability to channel inborn, according to Tairen law.  As a novice, she\n      was good friends with <a href=\"#Moiraine\">Moiraine Damodred</a>, and was\n      present at Gitara Moroso&apos;s Foretelling of the\n      Rebirth of the <a href=\"#Dragon\">Dragon</a>.  After being raised to the\n      shawl, she joined the Blue Ajah to dedicate her life to finding and\n      guiding the <a href=\"#Reborn\">Dragon Reborn</a>, and eventually came to\n      lead the Blues&apos; network of eyes-and-ears (i.e., spies) before being\n      raised to the <a href=\"#Amyrlin\">Amyrlin Seat</a>.  She was only thirty\n      years old when raised to the Amyrlin Seat, making her the youngest\n      Amyrlin to that point.  She was also one of the strongest Amyrlins in\n      recent history, and one of the most feared among the rulers of nations.\n      Her blue-eyed stare was feared by all.  When her twenty-year connection\n      to the <a href=\"#Reborn\">Dragon Reborn</a> was discovered, she and her\n      <a href=\"#Keeper\">Keeper of the Chronicles</a>,\n      <a href=\"#Leane\">Leane Sharif</a>,\n      were deposed and stilled by a group of sisters loyal to\n      <a href=\"#Elaida\">Elaida a&apos;Roihan</a>.  Siuan hoped to regain some of\n      her previous standing in the new Tower that separated from\n      Elaida&#x2014;her knowledge of the Blue Ajah spy network is hard to\n      match, and she knows much that she thought would be of use.  In one of\n      her viewings, <a href=\"#Min\">Min</a> saw that Siuan would have to remain\n      close by to <a href=\"#Bryne\">Gareth Bryne</a>&#x2014;if she did not, both\n      of them would die.  Siuan did not initially know what she meant, but now\n      realizes that she is growing to love the gray-haired man who leads the\n      Salidar army.  She had a Warder named Alric, but he\n      died when she was deposed.  After coming to Salidar,\n      <a href=\"#Nynaeve\">Nynaeve</a> discovered how to restore Siuan&apos;s ability\n      to channel, at least partially.  This resurrected a part of her bond\n      with Alric, but did not bring back her former strength, or her binding\n      by the Oath Rod.  She can now lie as well as any child.  She now serves\n      as an &#x201C;advisor&#x201D; to the new Amyrlin in Salidar,\n      <a href=\"#Egwene\">Egwene al&apos;Vere</a>, but though she puts on a\n      fa&#xE7;ade of hating the work, she is actually one of Egwene&apos;s\n      foremost agents.  The fact that she is Aes Sedai, not to mention one who\n      was stilled and Healed again, makes other sisters tend to be oblivious\n      to this fact.  She was pushed very hard by Elaida as a novice.\n      <i>See also</i>\n      <a href=\"#Elaida\">a&apos;Roihan, Elaida do Avriny</a>;\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Bryne\">Bryne, Gareth</a>;\n      <a href=\"#Moiraine\">Damodred, Moiraine</a>;\n      <a href=\"#Seaine\">Herimon, Seaine</a>;\n      <a href=\"#Leane\">Sharif, Leane</a>.\n  "}]}