{"id":"al-Lan-Mandragoran","name":"al'Lan Mandragoran","chapters":[{"title":"Chapter 7:  The Plan for Arad Doman","info":"<a class=\"name\" name=\"Lan\">al&apos;Lan Mandragoran</a>,\n      p. 123&#x2014;The\n      uncrowned king of Malkier, and formerly Warder to\n      <a href=\"#Moiraine\">Moiraine</a>.  He is quite tall, and does not get\n      very emotional&#x2014;in fact, he has emotional walls all around him that\n      he has been building for years.  His country, Malkier, was overrun by\n      Trollocs shortly after he was born, and is now corrupted by the Great\n      Blight.  Lan, among the last of his people, then proceeded to fight a\n      one-man war against the Shadow by killing Shadowspawn in the Blight.  He\n      fought Aiel during the Aiel War, and achieved Blademaster status.  He\n      was eventually bonded by Moiraine, which ended his lonely fight (or at\n      least changed its style).  When Lan and Moiraine brought\n      <a href=\"#Rand\">Rand</a>, <a href=\"#Mat\">Mat</a>,\n      <a href=\"#Perrin\">Perrin</a>, <a href=\"#Egwene\">Egwene</a>, and\n      <a href=\"#Nynaeve\">Nynaeve</a> out of their home in the Two Rivers, he\n      found that there was something which could throw his guard down, but he\n      was the last to notice it:  affection for Nynaeve.  As Moiraine put it,\n      Nynaeve was able to plant vines in Lan&apos;s emotional walls and break them\n      down without him even knowing they were there.  The two of them are now\n      married.  According to the terms of their vows as taken before the Sea\n      Folk, one of them must obey in public while the other obeys in private;\n      for obvious reasons, Nynaeve is the one who commands in public.\n      Upon Moiraine&apos;s death, Lan&apos;s bond was immediately transferred\n      to <a href=\"#Myrelle\">Myrelle</a> until Nynaeve is ready to have his\n      bond transferred to her.  Myrelle tried to keep Lan&apos;s status secret, but\n      she was given away when she tried to buy one of Lan&apos;s favorite foods,\n      coin peppers, too far south (they are very popular in Shienar, and were\n      in Malkier before it fell to the Blight, but do not grow well in\n      southern climates).  Upon learning of where Lan was,\n      <a href=\"#Egwene\">Egwene</a> sent him to Ebou Dar to serve as a Warder\n      for Nynaeve.  He traveled with his wife and the group of Aes Sedai\n      she accompanies until he started to feel longing for his homeland.\n      Nynaeve understood that he needed to finish his fight in the Blight,\n      but she vowed to increase his chance of survival by dropping him off at\n      World&apos;s End in Saldaea and alerting every surviving Malkieri she could\n      find that Lan was marching for Tarwin&apos;s Gap. According to the Wise Ones,\n      <i>Aan&apos;allein</i> (as the Aiel call him) will die the\n      day he learns that Nynaeve is dead.  He is one of the best, if not\n      <i>the</i> best, warriors, swordsmen, and Warders in the world.\n      <i>See also</i>\n      <a href=\"#Myrelle\">Berengari, Myrelle</a>;\n      <a href=\"#Moiraine\">Damodred, Moiraine</a>;\n      <a href=\"#Nynaeve\">Mandragoran, Nynaeve ti al&apos;Meara</a>.\n  "}]}