{"id":"Aviendha","name":"Aviendha","chapters":[{"title":"Chapter 1: Tears from Steel","info":"<a class='name' name='Aviendha'>Aviendha</a>, p. 54&#x2014;Aiel of the Nine Valleys sept of the Taardad Aiel. Formerly a Maiden of the Spear, she was forced to give up the spear to become a Wise One because she had the ability to channel inborn. Her spears were melted down into other objects, which themselves could not be weapons, to be given away as gifts to the people she hated most&#x2014;the metal from one spear is now used in a belt buckle for <a href='#Rand'>Rand al&apos;Thor</a>. She has green eyes, and is of age with Rand and <a href='#Mat'>Mat</a>. She is more than pretty with her dark reddish hair. Aviendha is one of the three women in <a href='#Min'>Min</a>&apos;s viewing of Rand&#x2014;she also saw that she was to fall in love with him when she went through the three rings in Rhuidean. She denied her feelings for him at first, but when the wagons crossed the Dragonwall toward Cairhien, sweat tents became unavailable and she tried bathing as &#x201C;wetlanders&#x201D; did; Rand came in as she was standing before the bath in her skin, and she panicked. She created a Traveling gateway to southern Seanchan (she does not remember how), trying to get as far away from Rand as possible, into the middle of winter. When Rand rescued her, she decided she could not hide her feelings any longer, and the two ended up spending the night in each other&apos;s arms before coming back. Aviendha says a similar incident will not occur, and punished any Maiden who made a crack about it (how they found out about something that occurred on the far side of the world on another continent is a different subject entirely). She felt <i>toh</i> toward <a href='#Elayne'>Elayne</a> for violating her trust, but upon hearing that Elayne would consent to being her sister-wife, Aviendha felt empowered to show her feelings for Rand once again. She is not certain what she thinks of a <i>second</i> sister-wife in Min, but she seems to accept the idea at least. She has been having trouble learning Traveling again; the way Elayne forms the weave is different from how she used it to get to Seanchan, and it is difficult to learn something once you already learned it another way. She has, however, mastered the art of untying weaves&#x2014;a feat which was thought impossible by all Aes Sedai, as well as the Forsaken. She and Elayne have adopted each other as first-sisters. Aviendha has a special ability in making wards against eavesdropping; it is unlikely even the Forsaken could breach one of her wards, and certainly no one could do so without her knowing it immediately. Aviendha was staying with Elayne at the Royal Palace in Caemlyn, but she was summoned away by the Wise Ones to complete her training. While in the Palace, she discovered a new Talent: the ability to sense the function of a <i>ter&apos;angreal</i> simply by holding it in her hands. She is due to arrive at Rand&apos;s encampment with <a href='#Rhuarc'>Rhuarc</a> and much of the rest of her clan soon. <i>See also</i> <a href='#Rand'>al&apos;Thor, Rand</a>; <a href='#Min'>Farshaw, Elmindreda</a>; <a href='#Elayne'>Trakand, Elayne</a>. "}]}