{
    "id": "Galina-Casban",
    "name": "Galina Casban",
    "chapters": [
        {
            "title": "Chapter 39: A Visit from Verin Sedai",
            "info": "<a class='name' name='Galina'>Galina Casban</a>, p. 607&#x2014;Former head of the Red Ajah, now taken prisoner by the Shaido. She has actually been of the Black Ajah for all but five of her almost ninety years wearing the shawl; she is of high standing among the Black sisters. Galina has long black hair without a touch of gray in it. She is pretty, but nowhere near beautiful. She led the expedition to bring <a href='#Rand'>Rand</a> to Tar Valon after he was shielded. She was captured by the Shaido after the battle at Dumai&apos;s Wells, and became a prisoner of <a href='#Sevanna'>Sevanna</a> and Therava. She claims to have helped break two <a href='#Amyrlin'>Amyrlin</a>&apos;s as a Black sister&#x2014;one (<a href='#Siuan'>Siuan Sanche</a>) was deposed and stilled, and the other (<a href='#Tamra'>Tamra Ospenya</a>) was made to appear that she had died in her sleep. She led the circle that stilled Siuan. <a href='#Pevara'>Pevara</a> firmly did not want to believe that Galina was Black, despite <a href='#Talene'>Talene</a>&apos;s suspicions that she was. When Galina&apos;s loyalties were proven, presumably by an inconsistency between her notes and her actions, Pevara went into a rage for a full day and now vows to strangle Galina with her bare hands. Galina attempted to escape Sevanna&apos;s captivity by exploiting a loophole in the oath she was forced to swear on a binder (similar to the Oath Rod): she made <a href='#Faile'>Faile</a> acquire the rod for her and give it to her (since she was forced to swear an oath to never steal it) and then betrayed Faile and fled. She was captured by Therava and ordered never to attempt to escape again; by her Oath, she is now Therava&apos;s slave forever. The White Tower presumes her to be dead at the battle of Dumai&apos;s Wells. She was on <a href='#Verin'>Verin</a>&apos;s list of sisters of the Black Ajah. <i>See also</i> <a href='#Talene'>Minly, Talene</a>; <a href='#Tamra'>Ospenya, Tamra</a>; <a href='#Siuan'>Sanche, Siuan</a>; <a href='#Sevanna'>Sevanna</a>; <a href='#Pevara'>Tazanovni, Pevara</a>. "
        }
    ]
}