{"id":"Ishamael","name":"Ishamael","chapters":[{"title":"Chapter 5:  A Tale of Blood","info":"<a class=\"name\" name=\"Ishamael\">Ishamael</a>,\n      p. 98&#x2014;One of the\n      Forsaken.  He was the most powerful of the Forsaken, and during the Age\n      of Legends he was a prominent philosopher and theologian named\n      <a href=\"#Elan\">Elan Morin Tedronai</a>.\n      He was never really bound inside the Bore, and led the\n      hidden forces of the Shadow for the three thousand odd years from the\n      end of the War of the Shadow to the present.  He took credit for such\n      things as convincing the then insane\n      <a href=\"#Lews\">Lews Therin Telamon</a>\n      to kill everyone he loved, pursuading the dying\n      <a href=\"#Hawkwing\">Artur Hawkwing</a> not to accept the Aes Sedai\n      Healing that might have saved his life, sending the Trollocs out of the\n      Great Blight during the Trolloc Wars, and many other events in history\n      that turned out poorly.  When the rest of the Forsaken were freed,\n      Ishamael kept them away from each other&apos;s throats.  He confronted\n      <a href=\"#Rand\">Rand</a> at the Eye of the World where he was severed\n      from the <a href=\"#Dark\">Dark One</a>&apos;s bonds; he confronted him again\n      at Falme where Rand put his sword through him and melted it, but not\n      after Ishamael gave Rand a wound that he has not been able to recover\n      from yet; and he confronted Rand in the Stone of Tear after he took\n      <i>Callandor</i>.  Rand killed Ishamael after beating him sore by\n      plunging <i>Callandor</i> into his heart.  His body rotted quickly, but\n      it was proof that <a href=\"#Baal\">Ba&apos;alzamon</a>, which he called himself\n      to the public, was a human being, and not the\n      <a href=\"#Dark\">Dark One</a>.  Ishamael has been resurrected in\n      the person of the mysterious <a href=\"#Naeblis\">Nae&apos;blis</a>,\n      <a href=\"#Moridin\">Moridin</a>.\n      <i>See also</i>\n      <a href=\"#Moridin\">Moridin</a>;\n      <a href=\"#Elan\">Tedronai, Elan Morin</a>.\n  "}]}