{"id":"Keeper-of-the-Chronicles","name":"Keeper of the Chronicles","chapters":[{"title":"Chapter 16:  In the White Tower","info":"<a class=\"name\" name=\"Keeper\">Keeper of the Chronicles</a>,\n      p. 256&#x2014;Essentially the secretary to the\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>.\n      The Keeper is traditionally chosen from the same Ajah the\n      Amyrlin was raised from, and wears a stole of the color of her Ajah\n      instead of the striped stole of the Amyrlin.  The post was held by\n      <a href=\"#Leane\">Leane Sharif</a> of the Blue Ajah until a coup deposed\n      <a href=\"#Siuan\">Siuan Sanche</a> and stilled both Siuan and Leane.  Her\n      successor was <a href=\"#Alviarin\">Alviarin Freidhen</a>\n      of the White Ajah, despite the fact that Siuan&apos;s successor was from the\n      Red.  The Keeper for the Aes Sedai who fled the Tower when\n      <a href=\"#Elaida\">Elaida</a> was raised Amyrlin now have a Keeper of the\n      Chronicles of their own, <a href=\"#Sheriam\">Sheriam Bayanar</a> of the\n      Blue Ajah.  In theory, the Keeper of the Chronicles serves the Amyrlin\n      and speaks for the Amyrlin; she is all but separate from her Ajah,\n      although less so than the Amyrlin Seat herself.  However, both of the\n      current Keepers have tried to expand their powers over the Amyrlin they\n      serve, although for vastly different reasons&#x2014;Alviarin is\n      essentially trying to weaken Elaida and have herself or another Black\n      sister raised in her place after Elaida is deposed;\n      Sheriam tries to overstep <a href=\"#Egwene\">Egwene</a> because she has a\n      hard time thinking of Egwene being anything more than the frightened\n      novice that came to her study not so long ago.\n      Alviarin has since been deposed and replaced by\n      Tarna Feir of the Red Ajah.\n      <i>See also</i>\n      <a href=\"#Amyrlin\">Amyrlin Seat, The</a>;\n      <a href=\"#Sheriam\">Bayanar, Sheriam</a>;\n      <a href=\"#Alviarin\">Freidhen, Alviarin</a>;\n      <a href=\"#Leane\">Sharif, Leane</a>.\n  "}]}