{"id":"Lews-Therin-Telamon","name":"Lews Therin Telamon","chapters":[{"title":"Prelude","info":"<a class='name' name='Lews'>Lews Therin Telamon</a>, p. 37&#x2014;The <a href='#Dragon'>Dragon</a>, Breaker of the World. He was perhaps the greatest man who ever lived, and the most powerful Aes Sedai in recorded history. During the War of the Shadow, he led the forces of the Light against the Forsaken, and led the final stroke which re-sealed the <a href='#Dark'>Dark One</a> back into his prison. Unfortunately, during this stroke he was driven insane by the Dark One&apos;s touch, eventually killing his wife <a href='#Ilyena'>Ilyena</a>, his children, and everyone he loved, as well as anyone who carried a drop of his blood. For this act, people remember him with a new name: <a href='#Kinslayer'>Kinslayer</a>. After he had done this, <a href='#Ishamael'>Ishamael</a> gave him his sanity back long enough for him to realize what he had done; Lews Therin killed himself by drawing on <i>saidin</i> too heavily, causing a mountain to form on the spot where he stood. This mountain is called Dragonmount, and is near the present-day city of Tar Valon. It is unfortunate that the name of one of the greatest men to ever live is now synonymous with evil, for Lews Therin killed his family due to the Dark One&apos;s influence, but without Lews Therin there may not have been a world left in which to kill them. Lews Therin&apos;s voice often speaks inside <a href='#Rand'>Rand</a>&apos;s head, offering advice or sobbing over lost women or ranting about killing men who can channel. It even tries to seize control of <i>saidin</i> sometimes, much to Rand&apos;s fear&#x2014;Rand is certain that Lews Therin cannot take control of <i>saidin</i> away from him if he seizes it first, but experience has shown that if Lews Therin seizes it first, Rand is at his mercy until he releases. <a href='#Semirhage'>Semirhage</a> has revealed that Lews Therin&apos;s voice in Rand&apos;s head is not without precedent&#x2014;indeed, hearing a real voice often indicates a person dangerously close to outright insanity. <i>See also</i> <a href='#Rand'>al&apos;Thor, Rand</a>; <a href='#Dragon'>Dragon, The</a>; <a href='#Kinslayer'>Kinslayer</a>. "}]}