{"id":"Logain-Ablar","name":"Logain Ablar","chapters":[{"title":"Prelude","info":"<a class=\"name\" name=\"Logain\">Logain Ablar</a>,\n      p. 28&#x2014;False\n      <a href=\"#Dragon\">Dragon</a> who created war in Ghealdan and surrounding\n      nations before being captured and gentled by the Red Ajah.  He got loose\n      during the chaos surrounding the deposing of\n      <a href=\"#Siuan\">Siuan Sanche</a>,\n      and eventually was escorted out of Tar Valon by Siuan and\n      her traveling companions.  Before he was gentled, he was of considerable\n      strength, and attracted quite a following of loyal soldiers.\n      <a href=\"#Min\">Min</a> still has viewings of him with a halo over his\n      head, which she thinks indicates that he will become a figure of great\n      power sometime in the future.  Logain later came forward with\n      information that indicated that the Red Ajah actually put him up to\n      declaring himself the <a href=\"#Reborn\">Dragon Reborn</a>, most likely\n      with the pretext that bringing down a false Dragon would bring more\n      glory than gentling a simple man who could channel.\n      Logain was eventually Healed by <a href=\"#Nynaeve\">Nynaeve</a>,\n      and was set free by <a href=\"#Egwene\">Egwene</a> to do as he pleased.\n      He chose to go to the Black Tower,\n      leading a part of the Asha&apos;man that seemed to be\n      discontent with <a href=\"#Taim\">Taim</a>&apos;s leadership.\n      When Aes Sedai came to the Black Tower to attempted to capture the\n      Asha&apos;man (not realizing their numbers),\n      Logain bonded two sisters to him as &#x201C;wives&#x201D;\n      using the &#x201C;wife bond&#x201D; that the Asha&apos;man\n      developed, Toveine Gazal of the Red Ajah and\n      Gabrelle of the Brown Ajah.  He has curly black\n      hair and broad shoulders.  Logain was actually a minor Ghealdanin noble\n      before his titles were stripped away when he declared himself the\n      Dragon Reborn.\n      He now travels with the real Dragon Reborn,\n      <a href=\"#Rand\">Rand al&apos;Thor</a>.\n      <i>See also</i>\n      <a href=\"#Dragon\">Dragon, The</a>;\n      <a href=\"#Reborn\">Dragon Reborn</a>;\n      <a href=\"#Taim\">Taim, Mazrim</a>.\n  "}]}