{"id":"Matrim-Mat-Cauthon","name":"Matrim (Mat) Cauthon","chapters":[{"title":"Prelude","info":"<a class='name' name='Mat'>Matrim (Mat) Cauthon</a>, p. 36&#x2014;Young man from Emond&apos;s Field. He is <i>ta&apos;veren</i>. Along with his good friends, <a href='#Rand'>Rand al&apos;Thor</a> and <a href='#Perrin'>Perrin Aybara</a>, he left home to escape the Trolloc attacks after Winternight. On the way to Tar Valon, he picked up a dagger from Shadar Logoth tainted with the evil that destroyed Aridhol, which he carried with him for a long time. He was separated from the dagger by Aes Sedai Healing, but doing so caused large gaps in his memory sequence. These gaps were filled and more when he passed through the twisted door to the land of the Eelfinn, where he was granted his three requests: a foxhead medallion that protects him from women&apos;s channeling, a way out of the land of the Eelfinn, and the memories of past lifetimes that were the gaps in his memory. Mat&apos;s <i>ta&apos;veren</i> qualities manifest themselves particularly well with random events, such as dice games&#x2014;he almost never loses a toss of the dice, even if the dice are weighted. He has found that battles are the ultimate form of gambling, and along with his newfound memories he can win almost every battle he fights quite decisively. He has four sisters, including Eldrin and Bodewhin, who were 16 and 17, respectively, when Mat left Emond&apos;s Field. His father Abell is one of the best archers in the Two Rivers, possibly in the World. Mat has gotten in the habit of carrying concealed knives under his clothes in case he is attacked&#x2014;his collection would surprise anyone. In the Waste, he met a woman named Melindhra, a Maiden of the Spear from the Shaido Clan. However, she was not the <a href='#9Moons'>Daughter of the Nine Moons</a>, who Mat is destined to marry according to the Aelfinn; besides, she tried to kill him on orders from her master among the Darkfriends. Mat had to kill her to save his own skin, but regretted it deeply. He also has a scar along his neck from where the Eelfinn tried to kill him&#x2014;which was also in accordance with what the Aelfinn told him, that he is &#x201C;to die and live again.&#x201D; He created an army called the Band of the Red Hand, after the army of King Aemon of old Manetheren, and served in a way as Rand&apos;s personal general&#x2014;this worked well, since Mat seems to be a better general than even <a href='#Bashere'>Davram Bashere</a>, who has earned his reputation as one of the best commanders alive. Mat does not trust any Aes Sedai, and because of this refuses to take his foxhead medallion off even to take a bath. Mat went to Ebou Dar to try to keep an eye on <a href='#Elayne'>Elayne</a> and <a href='#Nynaeve'>Nynaeve</a> and prevent them from getting themselves killed. While there, he was cornered by <a href='#Tylin'>Queen Tylin</a>, who gave him little choice but to become her lover. When the Sea Folk and the Seanchan did battle in the city, he made his escape, leaving Tylin tied up under the bed so it looked &#x201C;official&#x201D;&#x2014;Tylin was found torn limb from limb, obviously by the <i>gholam</i> which was no doubt sent to kill Mat. In the process of leaving, Mat also took several <i>sul&apos;dam</i> and <i>damane</i> (who were subsequently freed from their collars), and even kidnapped <a href='#Tuon'>Tuon</a>, the <a href='#9Moons'>Daughter of the Nine Moons</a> herself. Mat traveled with Valan Luca&apos;s show to keep out of Seanchan sight for quite some time. Tuon has now completed Mat&apos;s unwitting marriage ceremony; he is now among the highest of the Seanchan ruling class, despite his insistence that he will fight the Seanchan during any battle if such battle is necessary. <i>See also</i> <a href='#Rand'>al&apos;Thor, Rand</a>; <a href='#Perrin'>Aybara, Perrin t&apos;Bashere</a>; <a href='#9Moons'>Daughter of the Nine Moons</a>; <a href='#Tylin'>Mitsobar, Tylin Quintara</a>; <a href='#Tuon'>Paendrag, Tuon Athaem Kore</a>; <a href='#Ravens'>Prince of the Ravens</a>. "}]}