{
    "id": "Moiraine-Damodred",
    "name": "Moiraine Damodred",
    "chapters": [
        {
            "title": "Chapter 1: Tears from Steel",
            "info": "<a class='name' name='Moiraine'>Moiraine Damodred</a>, p. 60&#x2014;Aes Sedai of the Blue Ajah. Born of a noble House in Cairhien, she is <a href='#Taringail'>Taringail Damodred</a>&apos;s youngest half-sister, and <a href='#Laman'>King Laman</a>&apos;s niece. She is considered short among her people, and the Cairhienin are already a short people. When it was discovered that she had the ability to channel inborn, Moiraine went to Tar Valon to become an Aes Sedai. Just before being raised to the shawl, she and her friend <a href='#Siuan'>Siuan Sanche</a> witnessed Gitara Moroso&apos;s Foretelling of the Rebirth of the <a href='#Dragon'>Dragon</a>. Moiraine and Siuan walked away from each other and did not speak to each other again (at least in public), but both held secret communication with each other and dedicated their lives to finding and guiding the <a href='#Reborn'>Dragon Reborn</a>. Moiraine found the young man she sought on Winternight in Emond&apos;s Field, a young man named <a href='#Rand'>Rand al&apos;Thor</a>, along with two more <i>ta&apos;veren</i>, <a href='#Mat'>Mat Cauthon</a> and <a href='#Perrin'>Perrin Aybara</a>, and two women with the spark of the Power inborn, <a href='#Egwene'>Egwene al&apos;Vere</a> and <a href='#Nynaeve'>Nynaeve al&apos;Meara</a>. When Moiraine was shortly raised to the shawl, she met <a href='#Lan'>al&apos;Lan Mandragoran</a>, the uncrowned King of Malkier, who was fighting alone against the Shadow in the Borderlands; she eventually asked Lan to become her Warder, and he accepted. She is very strong in the Power, stronger than almost all living Aes Sedai before Egwene and Nynaeve came to the Tower. In the Stone of Tear, Moiraine confronted and killed the Forsaken Be&apos;lal with balefire, just before he would have killed Rand. Later, after having an inkling of the future events from the testing <i>ter&apos;angreal</i> for the Wise Ones, Moiraine managed to push the Forsaken <a href='#Lanfear'>Lanfear</a> through the twisted doorway <i>ter&apos;angreal</i> into the land of the Eelfinn, trapping both her and Lanfear there. Moiraine is the subject of the only viewing <a href='#Min'>Min</a> has ever had that has not come true. Min assumes it <i>cannot</i> come true, as Moiraine is dead, though she has not said yet what the viewing said she needed to do&#x2014;only that Rand would almost certainly fail without her. According to a letter Moiraine wrote to <a href='#Thom'>Thom Merrilin</a> the day before her death, however, she lives on in the land of the Finn, but her bond with Lan has been severed. The same letter convinced <a href='#Mat'>Mat</a> to help Thom rescue her, though her vision in the <i>ter&apos;angreal</i> apparently indicated disaster would result unless Mat <i>asked</i> to see the letter before Thom showed it to him. Other Aes Sedai consider Moiraine a legend, not only for discovering the <a href='#Reborn'>Dragon Reborn</a> but for killing or trapping two of the Forsaken as well. Despite her efforts, and for the most part, success, <a href='#Cadsuane'>Cadsuane</a> still thinks she &#x201C;bungled&#x201D; things with Rand. <i>See also</i> <a href='#Lan'>Mandragoran, Lan</a>; <a href='#Siuan'>Sanche, Siuan</a>. "
        }
    ]
}