{
    "id": "Rand-al-Thor",
    "name": "Rand al'Thor",
    "chapters": [
        {
            "title": "Prelude",
            "info": "<a class='name' name='Rand'>Rand al&apos;Thor</a>, p. 26&#x2014;Young man from Emond&apos;s Field in the Two Rivers, now proclaimed to be the <a href='#Reborn'>Dragon Reborn</a>. He is very tall, with curly red-blond hair and bright blue-gray eyes that shine like gemstones. He was raised by <a href='#Tam'>Tam al&apos;Thor</a> and his wife Kari (until her death around the time Rand was five) in Emond&apos;s Field. His real parents, however, were <a href='#Janduin'>Janduin</a>, the chief of the Taardad Aiel who brought the four clans across the Dragonwall to punish <a href='#Laman'>Laman</a>&apos;s Sin, and a Maiden of the Spear named Shaiel, who was actually <a href='#Tigraine'>Tigraine Damodred</a>, the runaway Daughter-Heir of Andor. Tigraine gave birth to Rand on the slopes of Dragonmount, in accordance with prophecy; &#x201C;born of a Maiden, of the ancient blood but raised by the Old.&#x201D; Rand had a heron branded into each of his palms, which he received from the sword Tam gave him while fighting <a href='#Ishamael'>Ishamael</a>. He also has two dragons on his forearms, which he received in Rhuidean to designate him as the <i><a href='#Caracarn'>Car&apos;a&apos;carn</a></i>, the Chief of Chiefs of the Aiel. He has recently taken to wearing a new sword: curved, with a black scabbard, painted with two twisting dragons much like those on his forearms. It was found under a submerged statue. He is not only the Dragon Reborn, but also He Who Comes With the Dawn, the man prophesied to reunite the Aiel, and the <a href='#Coramoor'>Coramoor</a>, the one prophesied to bring the Sea Folk out of the Sea. He can channel strongly, more so than any person who ever lived (except the previous user of his soul, <a href='#Lews'>Lews Therin Telamon</a>, who was obviously of equal strength), and is also <i>ta&apos;veren</i>, the most strongly so since Lews Therin as well. Lews Therin&apos;s voice has somehow found a new place inside of Rand&apos;s head; he talks to him in a mad voice when Rand least expects it, sometimes offering sound advice or knowledge, sometimes babbling, sometimes even trying to wrest control of <i>saidin</i> from him. Unlike Lews Therin, Rand is accompanied by two other <i>ta&apos;veren</i> during his turing of the Wheel, two men born within days (hours, even) of him named <a href='#Mat'>Matrim Cauthon</a> and <a href='#Perrin'>Perrin Aybara</a>, who both grew up in Emond&apos;s Field as well. Rand is destined to fall in love with three women (and has): <a href='#Min'>Min Farshaw</a>, <a href='#Elayne'>Elayne Trakand</a>, and <a href='#Aviendha'>Aviendha</a>. Rand has had success in fighting many of the Forsaken; all to confront him have died or been trapped. He killed Aginor at the Eye of the World after the Green Man killed Balthamel; he allowed <a href='#Moiraine'>Moiraine</a> to kill Be&apos;lal in the Stone of Tear, and killed <a href='#Ishamael'>Ishamael</a> in the Stone shortly afterward; in the wagons near the Spine of the World, <a href='#Lanfear'>Lanfear</a> confronted him and was pushed into the land of the Eelfinn by Moiraine; he killed <a href='#Rahvin'>Rahvin</a> in <i>Tel&apos;aran&apos;rhiod</i> when he came to the Royal Palace in Caemlyn; <a href='#Asmodean'>Asmodean</a>, his teacher, was killed shortly after Rahvin met his fate; <a href='#Sammael'>Sammael</a> met his fate while fighting Rand in Shadar Logoth at the hands of Mashadar; Osan&apos;gar, the reincarnation of Aginor, died at Shador Logoth when Rand was cleansing <i>saidin</i>; and <a href='#Semirhage'>Semirhage</a> was captured during her attempt to capture Rand and bind him with a male <i>a&apos;dam</i>. During his duel with Sammael, Rand encountered a mysterious wanderer, presumably <a href='#Moridin'>Moridin</a>, who helped him. During the fighting, their streams of balefire collided, causing Rand&apos;s head to spin and both of them to lose coherency for a while. Ever since that time, Rand has had trouble seizing <i>saidin</i>; it is not known if this is because of Moridin&apos;s presumed use of the True Power, or something else. During his fight with Semirhage, Rand had his hand burned away by her weave of Fire; Moridin has since been seen favoring his left hand, as if Rand&apos;s injury is somehow affecting him. Since the hand cannot be repaired, Rand has moved on without it&#x2014;others have compared it to the reaction one might have after losing a glove. Rand has steeled himself to do what he must, without emotional influence, without distraction from feelings. Rand&apos;s prophecies fulfilled grow: he has already been born on the slopes of Dragonmount of a Maiden, of the ancient blood but raised by the old, taken the Stone of Tear and drawn <i>Callandor</i>, and began conquering &#x201C;under the forgotten symbol,&#x201D; that of the Aes Sedai of the Age of Legends. He is working on having the &#x201C;spotless tower&#x201D; (i.e., the White Tower) break and bend knee to him (the Tower has broken, and several Aes Sedai have sworn fealty to him and only him). He recently used the Choedan Kal, the two great <i>sa&apos;angreal</i> created during the War of the Shadow, to cleanse the <a href='#Dark'>Dark One</a>&apos;s taint from <i>saidin</i>. He has created schools of sorts, more research universities, where some of the best inventors of the day have congregated near Cairhien, Caemlyn, and Tear to develop new technology. Rand has also created the Asha&apos;man, men who came for his &#x201C;amnesty&#x201D; for male channelers. With <i>saidin</i> cleansed, the Asha&apos;man are now safe from the <a href='#Dark'>Dark One</a>&apos;s taint. The Asha&apos;man themselves are not free from the Dark One&apos;s <em>influence</em>, however; there are many Darkfriends among the Asha&apos;man, including <a href='#Taim'>Mazrim Taim</a>, the leader of the Black Tower. The Asha&apos;man under Taim have turned on Rand, trying to kill him and worse, though Rand does not at this point know that they were acting with Taim&apos;s knowledge. Rand is under <i>considerable</i> stress at the moment&#x2014;he has made it a point to make himself harder, believing that emotionlessness is the key to surviving to do what he must do. Rand is the salvation of the entire world, and as the prophecy states, he <em>will</em> save the world&#x2014;and Break it again. <i>Editor&apos;s note: there has been some speculation as to the origin of Rand&apos;s new sword. Some suggest that it is Justice, the sword of Artur Hawkwing. I submit that the dragons wrapped around the blade suggest a much earlier origin: the sword of Lews Therin Telamon himself.</i> <i>See also</i> <a href='#Elaida'>a&apos;Roihan, Elaida do Avriny</a>; <a href='#Logain'>Ablar, Logain</a>; <a href='#Tam'>al&apos;Thor, Tamlin</a>; <a href='#Egwene'>al&apos;Vere, Egwene</a>; <a href='#Aviendha'>Aviendha</a>; <a href='#Perrin'>Aybara, Perrin t&apos;Bashere</a>; <i><a href='#Caracarn'>Car&apos;a&apos;carn</a></i>; <a href='#Mat'>Cauthon, Matrim</a>; <a href='#Coramoor'>Coramoor</a>; <a href='#Galad'>Damodred, Galadedrid</a>; <a href='#Moiraine'>Damodred, Moiraine</a>; <a href='#Tigraine'>Damodred, Tigraine</a>; <a href='#Dragon'>Dragon, The</a>; <a href='#Reborn'>Dragon Reborn</a>; <a href='#Min'>Farshaw, Elmindreda</a>; <a href='#Janduin'>Janduin</a>; <a href='#Nynaeve'>Mandragoran, Nynaeve ti al&apos;Meara</a>; <a href='#Shadowkiller'>Shadowkiller</a>; <a href='#Taim'>Taim, Mazrim</a>; <a href='#Lews'>Telamon, Lews Therin</a>; <a href='#Elayne'>Trakand, Elayne</a>. "
        }
    ]
}