{
    "id": "Semirhage",
    "name": "Semirhage",
    "chapters": [
        {
            "title": "Prelude",
            "info": "<a class='name' name='Semirhage'>Semirhage</a>, p. 46&#x2014;One of the Forsaken. During the Age of Legends, she was one of the best Healers ever known. She was called to all corners of the world Heal people that others thought beyond help. However, she was sadistic; she exacted a price in the form of pain from her subjects in return for her Healing services. Most thought the pain or anguish she exacted from them was a small price to pay for being alive, but eventually the Hall of Servants found out about her practices and gave her the choice of being either severed or bound with the Power, never again to know her &#x201C;pleasures.&#x201D; She chose instead to pledge for the <a href='#Dark'>Dark One</a>, and created one of the most oppressive and pain-filled areas of Shadow control during the entire War of Power. She became an expert at sadism and torture; she considers her greatest achievement to be a weave which removes the victim&apos;s blood and replaces it, instantaneously, with another liquid that causes every nerve in the body to fire with pain simultaneously&#x2014;the victims typically survived about an hour. After being freed from the Bore, Semirhage went in service to the Dark One by extracting information from captured Borderlanders and Aes Sedai. She also sent the Trollocs to the Stone of Tear to battle those that <a href='#Sammael'>Sammael</a> sent. She is as tall as most men, and wears black most of the time&#x2014;perhaps because <a href='#Lanfear'>Lanfear</a> always wore white. It is often joked (or used to be, when the Forsaken were still bound) that when it rained during the daylight that the Dark One was beating her. According to <a href='#Lews'>Lews Therin</a>&apos;s memories, Semirhage always enjoyed a challenge. She had an uneasy alliance with <a href='#Mesaana'>Mesaana</a> and <a href='#Demandred'>Demandred</a> before she was captured by <a href='#Rand'>Rand</a> after her unsuccessful attempt to capture him. She had been posing as <a href='#Anath'>Anath Dorje</a>, <a href='#Tuon'>Tuon</a>&apos;s new Truthspeaker. It is a virtual certainty that she murdered the previous Truthspeaker in order to gain the office. She always preferred a challenge. <i>See also</i> <a href='#Anath'>Dorje, Anath</a>. "
        }
    ]
}