{"id":"Elaida-do-Avriny-a-Roihan","name":"Elaida do Avriny a'Roihan","chapters":[{"title":"Prologue: The First Sparks Fall","info":"<a class='name' name='Elaida'>Elaida do Avriny a&apos;Roihan</a>, p. 13&#x2014;Aes Sedai formerly of the Red Ajah, now raised to the <a href='#Amyrlin'>Amyrlin Seat</a>. She led the coup that deposed <a href='#Siuan'>Siuan Sanche</a> and <a href='#Leane'>Leane Sharif</a>. Elaida was the advisor to <a href='#Morgase'>Queen Morgase</a> of Andor prior to her dismissal after <a href='#Elayne'>Elayne</a>&apos;s dissappearance. She sometimes has the Foretelling; in fact, one of her first Foretellings concerned the importance of the Royal Family of Andor in the fight against the Shadow. She had this Foretelling during the time after <a href='#Tigraine'>Tigraine</a> disappeared and threw Andor into its third war of Succession&#x2014;Elaida attached herself to Morgase as soon as it became apparent that she would be the one who would take the Throne. However, since there was really no definite royal family at the time, the Foretelling could have concerned the previous royal family, that of <a href='#Mordrellen'>Mordrellen</a>, <a href='#Tigraine'>Tigraine</a>, and <a href='#Taringail'>Taringail</a>. Since two of these three have already had a major impact on the Pattern of the Age, it is likely that Elaida was not completely correct in her interpretation of her Foretelling. Elaida is very strong in the One Power&#x2014;only Siuan (before she was stilled), <a href='#Moiraine'>Moiraine</a>, <a href='#Egwene'>Egwene</a>, Elayne, <a href='#Nynaeve'>Nynaeve</a>, and a few others are stronger. As a Red, Elaida is suspicious of all sisters of the Brown, Green, and Yellow Ajahs, and <i>hates</i> members of the Blue. She does not believe she will be able to trust a Blue ever again. <i>See also</i> <a href='#Amyrlin'>Amyrlin Seat</a>; <a href='#Moiraine'>Damodred, Moiraine</a>; <a href='#Alviarin'>Freidhen, Alviarin</a>; <a href='#Siuan'>Sanche, Siuan</a>; <a href='#Morgase'>Trakand, Morgase</a>. "}]}