{"id":"Elaida-do-Avriny-a-Roihan","name":"Elaida do Avriny a'Roihan","chapters":[{"title":"Prologue:  The First Sparks Fall","info":"<a class=\"name\" name=\"Elaida\">Elaida do Avriny a&apos;Roihan</a>,\n      p. 13&#x2014;Aes Sedai formerly of the Red Ajah, now\n      raised to the <a href=\"#Amyrlin\">Amyrlin Seat</a>.  She led the coup that\n      deposed <a href=\"#Siuan\">Siuan Sanche</a> and\n      <a href=\"#Leane\">Leane Sharif</a>.\n      Elaida was the advisor to <a href=\"#Morgase\">Queen Morgase</a>\n      of Andor prior to her dismissal after\n      <a href=\"#Elayne\">Elayne</a>&apos;s dissappearance.  She sometimes has the\n      Foretelling; in fact, one of her first Foretellings concerned the\n      importance of the Royal Family of Andor in the fight against the Shadow.\n      She had this Foretelling during the time after\n      <a href=\"#Tigraine\">Tigraine</a> disappeared and threw Andor into its\n      third war of Succession&#x2014;Elaida attached herself to Morgase as soon\n      as it became apparent that she would be the one who would take the\n      Throne.  However, since there was really no definite royal family at the\n      time, the Foretelling could have concerned the previous royal family,\n      that of <a href=\"#Mordrellen\">Mordrellen</a>,\n      <a href=\"#Tigraine\">Tigraine</a>,\n      and <a href=\"#Taringail\">Taringail</a>.  Since two of these three have\n      already had a major impact on the Pattern of the Age, it is likely that\n      Elaida was not completely correct in her interpretation of her\n      Foretelling.  Elaida is very strong in the One Power&#x2014;only Siuan\n      (before she was stilled),\n      <a href=\"#Moiraine\">Moiraine</a>, <a href=\"#Egwene\">Egwene</a>,\n      Elayne, <a href=\"#Nynaeve\">Nynaeve</a>, and a few others are stronger.\n      As a Red, Elaida is suspicious of all sisters of the Brown, Green,\n      and Yellow Ajahs, and <i>hates</i> members of the Blue.  She does not\n      believe she will be able to trust a Blue ever again.\n      <i>See also</i>\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Moiraine\">Damodred, Moiraine</a>;\n      <a href=\"#Alviarin\">Freidhen, Alviarin</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}