{"id":"Gawyn-Trakand","name":"Gawyn Trakand","chapters":[{"title":"Prologue:  The First Sparks Fall","info":"<a class=\"name\" name=\"Gawyn\">Gawyn Trakand</a>,\n      p. 19 (17)&#x2014;Son of\n      <a href=\"#Morgase\">Queen Morgase</a> of Andor and brother to\n      <a href=\"#Elayne\">Elayne</a>.  He will become First Prince of the Sword\n      when Elayne becomes Queen.  He and his half-brother\n      <a href=\"#Galad\">Galad</a> went to train with the Warders in the White\n      Tower, as all sons of Andoran queens have for centuries, and both now\n      possess considerable skill with the sword.  During the chaos that\n      erupted after <a href=\"#Siuan\">Siuan Sanche</a>&apos;s deposition, Gawyn\n      formed a band of young men, everyone who had trained with the Warders\n      except Galad, who are called the Younglings.  The Younglings fought back\n      against their teachers, who were trying to free Siuan and\n      <a href=\"#Leane\">Leane</a> from their imprisonment.  Gawyn himself\n      killed Hammar and Coulin,\n      the men in charge of teaching the sword and for his personal training,\n      respectively, both of which are Blademasters&#x2014;few Warders are as\n      good as they were, and Gawyn managed to kill both of them.  Gawyn did\n      not know which party to support&#x2014;he believes that anyone who\n      opposes Tower Law by trying to free Siuan and Leane is wrong, but at the\n      same time he does not know all the facts surrounding the change in\n      leadership.  In fact, his sister Elayne and her friends\n      <a href=\"#Nynaeve\">Nynaeve al&apos;Meara</a> and\n      <a href=\"#Egwene\">Egwene al&apos;Vere</a> side with those\n      who broke from the Tower.  This is especially difficult since Gawyn has\n      feelings for Egwene, feelings which she returns.  However, he is afraid\n      to speak up because Galad has similar feelings.\n      His sign is a white boar.\n      <i>See also</i>\n      <a href=\"#Galad\">Damodred, Galadedrid</a>;\n      <a href=\"#Taringail\">Damodred, Taringail</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}