{"id":"Moiraine-Damodred","name":"Moiraine Damodred","chapters":[{"title":"Prologue:  The First Sparks Fall","info":"<a class=\"name\" name=\"Moiraine\">Moiraine Damodred</a>,\n      p. 23 (20)&#x2014;Aes Sedai of the Blue Ajah.  Born of a noble House in\n      Cairhien, she is <a href=\"#Taringail\">Taringail Damodred</a>&apos;s youngest\n      half-sister, and <a href=\"#Laman\">King Laman</a>&apos;s niece.  She is\n      considered short among her people, and the Cairhienin are already a\n      short people.  When it was discovered that she had the ability to\n      channel inborn, Moiraine went to Tar Valon to become an Aes Sedai.  Just\n      before being raised to the shawl, she and her friend\n      <a href=\"#Siuan\">Siuan Sanche</a> witnessed\n      <a href=\"#Gitara\">Gitara Moroso</a>&apos;s Foretelling\n      of the Rebirth of the <a href=\"#Dragon\">Dragon</a>.  Moiraine and Siuan\n      walked away from each other and did not speak to each other again (at\n      least in public), but both held secret communication with each other and\n      dedicated their lives to finding and guiding the\n      <a href=\"#Reborn\">Dragon Reborn</a>.\n      Moiraine found the young man she sought on Winternight in\n      Emond&apos;s Field, a young man named <a href=\"#Rand\">Rand al&apos;Thor</a>, and\n      also found two more <i>ta&apos;veren</i>, <a href=\"#Mat\">Mat Cauthon</a> and\n      <a href=\"#Perrin\">Perrin Aybara</a>.  She also found two women with the\n      spark of the Power inborn, <a href=\"#Egwene\">Egwene al&apos;Vere</a> and\n      <a href=\"#Nynaeve\">Nynaeve al&apos;Meara</a>, who she brought out of Emond&apos;s\n      Field as well.  When Moiraine was shortly\n      raised to the shawl, she met <a href=\"#Lan\">Lan Mandragoran</a>, the\n      uncrowned King of Malkier, who was fighting alone against the Shadow in\n      the Blight and the Borderlands; she asked Lan to become her Warder, and\n      he accepted.  She is very strong in the Power.\n      <i>See also</i>\n      <a href=\"#Taringail\">Damodred, Taringail</a>;\n      <a href=\"#Lan\">Mandragoran, Lan</a>;\n      <a href=\"#Gitara\">Moroso, Gitara</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>.\n  "}]}