{"id":"Nynaeve-al-Meara","name":"Nynaeve al'Meara","chapters":[{"title":"Chapter 2:  Rhuidean","info":"<a class=\"name\" name=\"Nynaeve\">Nynaeve al&apos;Meara</a>,\n      p. 98 (71)&#x2014;A\n      young woman from Emond&apos;s Field, formerly its Wisdom, now one of\n      the Accepted.  She has exceptional potential in the One Power, and will\n      most likely be the most powerful Aes Sedai since the Age of Legends.\n      However, Nynaeve&apos;s channeling is obstructed due to the fact that she had\n      to learn to control her ability herself without really knowing what she\n      was controlling; she is a wilder.  She can only touch the True Source\n      when she is extremely angry.  She went, along with\n      <a href=\"#Egwene\">Egwene</a> and <a href=\"#Elayne\">Elayne</a>, to Tear\n      to hunt down <a href=\"#Liandrin\">Liandrin</a> and the rest of the sisters\n      that left the Tower and declared themselves Black Ajah.  On the way she\n      freed <a href=\"#Amathera\">Amathera</a> from them, as well as defeating\n      <a href=\"#Moghedien\">Moghedien</a>.  Moghedien got free, and now hunts\n      Nynaeve with a passion for revenge.  Nynaeve has strong feelings for\n      <a href=\"#Lan\">Lan</a>, feelings which he returns; she can hardly wait\n      for the time when <a href=\"#Moiraine\">Moiraine</a> releases him from his\n      bond so she can have him to herself.  She wants to become Aes Sedai for\n      the sole purpose of Healing people; she thinks the Tower meddles in the\n      affairs of others far too much, but she does need it to learn the skills\n      necessary to help others.  She is determined to find a way to Heal\n      everything short of death&#x2014;she will not be convinced that anything\n      short of that cannot be Healed, including stilling, gentling, and the\n      wound on <a href=\"#Rand\">Rand</a>&apos;s side.\n      <i>See also</i>\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Liandrin\">Liandrin</a>;\n      <a href=\"#Lan\">Mandragoran, Lan</a>;\n      <a href=\"#Moghedien\">Moghedien</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>.\n  "}]}