{"id":"Rand-al-Thor","name":"Rand al'Thor","chapters":[{"title":"Prologue: The First Sparks Fall","info":"<a class='name' name='Rand'>Rand al&apos;Thor</a>, p. 22 (19)&#x2014;Young man from Emond&apos;s Field. He grew up as a shepherd, but is now recognized as the <a href='#Reborn'>Dragon Reborn</a>. Rand can channel the One Power with incredible strength; he is stronger than any man or woman that ever lived except for <a href='#Lews'>Lews Therin Telamon</a>. In fact, Rand <i>is</i> Lews Therin reborn&#x2014;he even hears Lews Therin&apos;s voice speaking to him in his head sometimes. He is also recognized as <a href='#Dawn'>He Who Comes With the Dawn</a>, the man prophesied to unite the clans of the Aiel, and as the <a href='#Coramoor'>Coramoor</a>, the man who will end the Atha&apos;an Miere&apos;s long voyage at sea. According to one of <a href='#Min'>Min</a>&apos;s viewings, Rand is destined to fall in love with three women, and they with him. These women are Min herself, <a href='#Elayne'>Elayne</a>, and <a href='#Aviendha'>Aviendha</a>. Rand is also good friends with <a href='#Egwene'>Egwene al&apos;Vere</a>, and with fellow <i>ta&apos;veren</i> <a href='#Mat'>Matrim Cauthon</a> and <a href='#Perrin'>Perrin Aybara</a>, all of which grew up in Emond&apos;s Field as well. Rand was raised by Tam al&apos;Thor and his wife Kari, but his real parents were <a href='#Janduin'>Janduin</a>, chief of the Taardad Aiel who led the four clans across the Dragonwall to kill <a href='#Laman'>King Laman</a>, and Shaiel, a Maiden of the Spear who actually grew up on the wet side of the Spine of the World as well. <i>Note: when Rand passed through Caemlyn, several people commented that he bore a striking resemblance to <a href='#Tigraine'>Tigraine</a>, the former Daughter-Heir of Andor who disappeared years ago. Since Shaiel never gave her name, it is probably safe to assume that Tigraine is Rand&apos;s mother, and thus Rand and <a href='#Galad'>Galad</a> are half-brothers.</i> <i>See also</i> <a href='#Aviendha'>Aviendha</a>; <a href='#Perrin'>Aybara, Perrin</a>; <i><a href='#Caracarn'>Car&apos;a&apos;carn</a></i>; <a href='#Mat'>Cauthon, Matrim</a>; <a href='#Coramoor'>Coramoor</a>; <a href='#Tigraine'>Damodred, Tigraine</a>; <a href='#Dragon'>Dragon, The</a>; <a href='#Reborn'>Dragon Reborn</a>; <a href='#Min'>Farshaw, Elmindreda</a>; <a href='#Dawn'>He Who Comes With the Dawn</a>; <a href='#Janduin'>Janduin</a>; <a href='#Lews'>Telamon, Lews Therin</a>; <a href='#Elayne'>Trakand, Elayne</a>. "}]}