{"id":"Amyrlin-Seat","name":"Amyrlin Seat","chapters":[{"title":"Prologue:  The First Message","info":"<a class=\"name\" name=\"Amyrlin\">Amyrlin Seat</a>,\n      p. 17 (7)&#x2014;Leader\n      of the Aes Sedai, their equivalent of a King or Queen.  She in theory\n      holds supreme power amongst the sisters, and leads the Hall of the Tower\n      at its meetings.  Kings and queens of nations strong and weak will come\n      if summoned by the Amyrlin, even if they spend their entire trip\n      figuring out how they will put a knife in her back while there.  The\n      Seat is traditionally held by a woman strong both in the Power and in\n      her character.  The vote to choose an Amyrlin must be unanimous, as must\n      the vote to depose one.  Once chosen the Amyrlin is said to be &#x201C;of\n      all Ajahs and none&#x201D;&#x2014;all previous affiliations with Ajah are\n      ignored (at least in theory).  The Ajahs get fairly equal numbers of\n      Amyrlins raised from their Ajah, with two exceptions:  no Amyrlin has\n      been raised from the Red Ajah since Bonwhin, who\n      was deposed and stilled for nearly breaking the Tower in\n      <a href=\"#Hawkwing\">Artur Hawkwing</a>&apos;s day, except for\n      <a href=\"#Elaida\">Elaida do Avriny a&apos;Roihan</a>, the current Amyrlin\n      Seat in Tar Valon; the Blue Ajah has had more than the average number of\n      Amyrlins from its Ajah&#x2014;four of the last the last five Amyrlins\n      (before Elaida) were raised from the Blue Ajah.  These two exceptions to\n      the mean number of Amyrlins from one&apos;s Ajah have only added to the\n      friction between the Blue and Red Ajahs over the years.  The Amyrlin has\n      a secretary of sorts, the <a href=\"#Keeper\">Keeper of the Chronicles</a>,\n      who is traditionally chosen from the same Ajah that the\n      Amyrlin was raised from.  The office was held by\n      <a href=\"#Siuan\">Siuan Sanche</a>, raised from the Blue Ajah,\n      until she was deposed for her involvement with events surrounding the\n      <a href=\"#Reborn\">Dragon Reborn</a>.\n      Her successor was the leader of the coup, Elaida, raised\n      from the Red Ajah.  Siuan&apos;s deposition divided the Tower, and the\n      faction opposing Elaida plans to raise its own Amyrlin.\n      <i>See also</i>\n      <a href=\"#Elaida\">a&apos;Roihan, Elaida do Avriny</a>;\n      <a href=\"#Deane\">Aryman, Deane</a>;\n      <a href=\"#Rashima\">Kerenmosa, Rashima</a>;\n      <a href=\"#Serenia\">Latar, Serenia</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>.\n  "}]}