{"id":"Elaida-do-Avriny-a-Roihan","name":"Elaida do Avriny a'Roihan","chapters":[{"title":"Prologue:  The First Message","info":"<a class=\"name\" name=\"Elaida\">Elaida do Avriny a&apos;Roihan</a>,\n      p. 17 (8)&#x2014;Formerly Aes Sedai of the Red Ajah, now raised to the\n      <a href=\"#Amyrlin\">Amyrlin Seat</a> in Tar Valon.  She served as advisor\n      to <a href=\"#Morgase\">Queen Morgase</a> of Andor for her entire reign,\n      and led the coup that deposed <a href=\"#Siuan\">Siuan Sanche</a> and\n      placed her on the Amyrlin Seat in her place.  She distrusts anyone\n      not of the Red Ajah (as most Reds do), and thinks she will never trust\n      any member of the Blue Ajah again, even in the slightest.  Her\n      <a href=\"#Keeper\">Keeper of the Chronicles</a> is\n      <a href=\"#Alviarin\">Alviarin Freidhen</a> of the White Ajah&#x2014;she\n      was all but forced to choose Alviarin due to her role in the deposition\n      of Siuan.  If she chose a Keeper from her Ajah, she most likely would\n      not have won the support of the White Ajah, and then <i>she</i> would\n      have been stilled and banished from the Tower instead of Siuan.  She\n      sometimes has the Foretelling, but not all that often or that strongly.\n      One of her Foretellings was that the Royal Family of Andor would play a\n      crucial role in the Last Battle&#x2014;this Foretelling occurred around\n      the time the Succession was going on, so she immediately attached\n      herself to Morgase as soon as it became clear that she would be the one\n      to take the Lion Throne.  Another was to predict that\n      <a href=\"#Rand\">Rand al&apos;Thor</a> would shake the world on its very\n      foundations&#x2014;she constantly kicks herself for not doing something\n      about him when he was in front of her, little more than a farmboy at the\n      time.  The Foretelling about Rand is obviously deadly accurate, but the\n      one about the Royal Family occurred at an inopportune time; at the time\n      of Elaida&apos;s Foretelling, the Royal Family was not certain.  It may have\n      meant Morgase, <a href=\"#Gawyn\">Gawyn</a>, <a href=\"#Galad\">Galad</a>,\n      and <a href=\"#Elayne\">Elayne</a> (they have all had a large role to play\n      in the recent past), but it is also possible it could have meant the old\n      Royal Family, that of <a href=\"#Tigraine\">Tigraine</a>,\n      <a href=\"#Taringail\">Taringail</a>, Galad, and later Elayne and Gawyn as\n      well.  After all, Morgase is just Morgase, but Tigraine is the mother of\n      the Dragon Reborn.  Elaida is quite strong in the One Power; only Siuan,\n      <a href=\"#Moiraine\">Moiraine</a>, <a href=\"#Egwene\">Egwene</a>,\n      <a href=\"#Elayne\">Elayne</a>, <a href=\"#Nynaeve\">Nynaeve</a>, and a few\n      others can match her strength.\n      <i>See also</i>\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Alviarin\">Freidhen, Alviarin</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}