{
    "id": "Faile-ni-Bashere-t-Aybara",
    "name": "Faile ni Bashere t'Aybara",
    "chapters": [
        {
            "title": "Prologue: The First Message",
            "info": "<a class='name' name='Faile'>Faile ni Bashere t&apos;Aybara</a>, p. 30 (27)&#x2014;A young woman from Saldaea with long dark hair and dark eyes. She is the daughter of <a href='#Bashere'>Davram</a> and <a href='#Deira'>Deira</a> Bashere, and their oldest surviving offspring. Her two older brothers were killed, and when Davram sent her younger brother off to fight while keeping her at home, she ran away and swore the oath of a Hunter of the Horn in Illian. When she became a Hunter, she renounced her old name, <a href='#Zarine'>Zarine</a>, at first considering adopting the name &#x201C;Mandarb&#x201D;&#x2014;she chose Faile when she found Mandarb was the name of <a href='#Lan'>Lan</a>&apos;s horse. She fell in love with <a href='#Perrin'>Perrin Aybara</a> while on her search for the Horn, who told her that the Horn had been found. She was shocked, but even more so to find out that <a href='#Rand'>Rand</a> was the <a href='#Reborn'>Dragon Reborn</a> and that both he and Perrin are <i>ta&apos;veren</i>. Faile stayed near Perrin, and finally accompanied him to the Two Rivers where she helped fend off the Trolloc attacks; the two were married shortly afterwards. They were then proclaimed Lord and Lady of the Two Rivers. Perrin hated the idea, but Faile insisted they have a modest estate, and even servants, which she trained herself. Her name means &#x201C;falcon&#x201D; in the Old Tongue; she is the falcon in <a href='#Min'>Min</a>&apos;s viewings of Perrin. She is very protective of her husband, and does whatever she can to make sure he not so much as <i>looks</i> at another woman, even though he has no intention of doing so. <i>See also</i> <a href='#Perrin'>Aybara, Perrin t&apos;Bashere</a>; <a href='#Zarine'>t&apos;Aybara, Zarine ni Bashere</a>; <a href='#Bashere'>Bashere, Davram t&apos;Ghaline</a>; <a href='#Deira'>t&apos;Bashere, Deira ni Ghaline</a>. "
        }
    ]
}