{"id":"Lews-Therin-Telamon","name":"Lews Therin Telamon","chapters":[{"title":"Prologue:  The First Message","info":"<a class=\"name\" name=\"Lews\">Lews Therin Telamon</a>,\n      p. 57 (66)&#x2014;The <a href=\"#Dragon\">Dragon</a>, Breaker of the World.  He\n      was perhaps the greatest man who ever lived, and the most powerful Aes\n      Sedai in recorded history.  During the War of the Shadow, he led the\n      forces of the Light against the Forsaken, and led the final stroke which\n      re-sealed the <a href=\"#Dark\">Dark One</a> back into his prison.\n      Unfortunately, during this stroke he was driven insane by the Dark One&apos;s\n      touch, eventually killing his wife <a href=\"#Ilyena\">Ilyena</a>, his\n      children, and everyone he loved, as well as anyone who carried a drop of\n      his blood.  For this act, people remember him with a new name:\n      <a href=\"#Kinslayer\">Kinslayer</a>.  After he had done this,\n      <a href=\"#Ishamael\">Ishamael</a> gave him his sanity back long enough\n      for him to realize what he had done; Lews Therin killed himself by\n      drawing on <i>saidin</i> too heavily, causing a mountain to form on the\n      spot where he stood.  This mountain is called Dragonmount, and is near\n      the present-day city of Tar Valon.  It is unfortunate that the name of\n      one of the greatest men to ever live is now synonymous with evil, for\n      Lews Therin killed his family due to the Dark One&apos;s influence, but\n      without Lews Therin there may not have been a world left in which to\n      kill them.  Lews Therin&apos;s voice sometimes speaks inside\n      <a href=\"#Rand\">Rand</a>&apos;s head, offering advice or sobbing over lost\n      women, but is getting more and more vocal.  It even tries to seize\n      control of <i>saidin</i> sometimes, much to Rand&apos;s fear.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Dragon\">Dragon, The</a>;\n      <a href=\"#Reborn\">Dragon Reborn</a>;\n      <a href=\"#Kinslayer\">Kinslayer</a>;\n      <a href=\"#Ilyena\">Moerelle, Ilyena Therin</a>.\n  "}]}