{"id":"Shai-tan","name":"Shai'tan","chapters":[{"title":"Glossary","info":"<a class=\"name\" name=\"Dark\">Shai&apos;tan</a>,\n      p. 706 (995)&#x2014;The Dark One,\n      source of all evil, complete opposite of the\n      <a href=\"#Creator\">Creator</a> in every way.  At the moment of Creation,\n      the Dark One was imprisoned by the Creator at Shayol Ghul.  This prison\n      kept the Dark One from touching the world until it was bored into by\n      humans during the Age of Legends.  This hole, called the Bore, allowed\n      the Dark One to once again touch the world, causing new outbreaks of\n      war, treachery, violence, and crime.  The attempt to free the Dark One\n      completely resulted in the War of the Shadow (called the War of Power by\n      some, especially those on the Shadow&apos;s side), during which a number of\n      important leaders forsook the Light and gave their lives to the Dark\n      One; these people are known today as the Forsaken, and were 13 of the\n      most powerful Aes Sedai of the Age of Legends.  The War of the Shadow\n      did not end until <a href=\"#Lews\">Lews Therin Telamon</a>, the Dragon,\n      and his Hundred Companions Traveled to Shayol Ghul and re-sealed the\n      Dark One back into his prison.  At the moment of sealing, Shai&apos;tan\n      lashed out at those sealing the prison, driving them insane and tainting\n      <i>saidin</i> itself, the male half of the True Source, dooming all male\n      Aes Sedai to madness as well and starting the Time of Madness.  These\n      seals are weakening now, enough that the Forsaken have escaped and the\n      Dark One is once again able to exert influence on the world.  These\n      seals were scattered throughout the world by Aes Sedai during the\n      Breaking of the World.  In order of when they were found, they were\n      placed:  (1) At the Eye of the World (broken when it was found); (2) in\n      the hands of Bayle Domon, later pilfered by\n      High Lord Turak of the Seanchan (broke at the\n      battle of Falme), (3) On Seanchan, part of High Lord Turak&apos;s collection\n      (broken at the battle at Falme); (4) In the Great Hold at the Stone of\n      Tear (still intact); (5) In the Panarch&apos;s Palace in Tanchico (broke\n      enroute to Salidar); (6) One in Rhuidean (still intact), and (7) Found\n      by <a href=\"#Taim\">Mazrim Taim</a> (still intact).  Despite being made\n      of <i>cuendillar</i>, the three that remain unbroken can be cut with a\n      knife and would break by a fall from a table.  The Dark One is also\n      referred to by other Euphemisms, including Sightblinder, Lord of the\n      Grave, Father of Lies, Grassburner, Leafblighter, Heartsbane, Soulsbane,\n      Lord of the Twilight, Father of Storms, Shepherd of the Night, and\n      (among Darkfriends) Great Lord of the Dark.\n      <i>See also</i>\n      <a href=\"#Baal\">Ba&apos;alzamon</a>;\n      <a href=\"#Creator\">Creator, The</a>.\n  "}]}