{
    "id": "al-Lan-Mandragoran",
    "name": "al'Lan Mandragoran",
    "chapters": [
        {
            "title": "Prologue: By Grace and Banners Fallen",
            "info": "<a class='name' name='Lan'>al&apos;Lan Mandragoran</a>, p. 37&#x2014;The uncrowned king of Malkier, and formerly Warder to <a href='#Moiraine'>Moiraine</a>. He is quite tall, and does not get very emotional&#x2014;in fact, he has emotional walls all around him that he has been building for years. His country, Malkier, was overrun by Trollocs shortly after he was born, and is now corrupted by the Great Blight. Lan, among the last of his people, then proceeded to fight a one-man war against the Shadow by killing Shadowspawn in the Blight. He fought Aiel during the Aiel War, and achieved Blademaster status. He was eventually bonded by Moiraine, which ended his lonely fight (or at least changed its style). When Lan and Moiraine brought <a href='#Rand'>Rand</a>, <a href='#Mat'>Mat</a>, <a href='#Perrin'>Perrin</a>, <a href='#Egwene'>Egwene</a>, and <a href='#Nynaeve'>Nynaeve</a> out of their home in the Two Rivers, he found that there was something which could throw his guard down, but he was the last to notice it: affection for Nynaeve. As Moiraine put it, Nynaeve was able to plant vines in Lan&apos;s emotional walls and break them down without him even knowing they were there. The two of them are now married. According to the terms of their vows as taken before the Sea Folk, one of them must obey in public while the other obeys in private; for obvious reasons, Nynaeve is the one who commands in public. Upon Moiraine&apos;s death, Lan&apos;s bond was immediately transferred to <a href='#Myrelle'>Myrelle</a> until Nynaeve was ready to have his bond transferred to her. Myrelle tried to keep Lan&apos;s status secret, but she was given away when she tried to buy one of Lan&apos;s favorite foods, coin peppers, too far south (they are very popular in Shienar, and were in Malkier before it fell to the Blight, but do not grow well in southern climates). Upon learning of where Lan was, <a href='#Egwene'>Egwene</a> sent him to Ebou Dar to serve as a Warder for Nynaeve. He traveled with his wife and the group of Aes Sedai she accompanied until he started to feel longing for his homeland. Nynaeve understood that he needed to finish his fight in the Blight, but she vowed to increase his chance of survival by dropping him off at World&apos;s End in Saldaea and alerting every surviving Malkieri she could find that Lan was marching for Tarwin&apos;s Gap. According to the Wise Ones, <i><a href='#Aan'>Aan&apos;allein</a></i> (as the Aiel call him) will die the day he learns that Nynaeve is dead. He is one of the best, if not <i>the</i> best, warriors, swordsmen, and Warders in the world. Lan was determined to avoid all signs of civilization in the Borderlands, intending to ride to Tarwin&apos;s Gap himself. Nynaeve had other plans, however; she visited dozens of locations throughout the Borderlands and alerted any Malkieri she could find of Lan&apos;s mission. He intended to turn as many of them away as he could, but he had little choice in the matter&#x2014;even <a href='#Kaisel'>Kaisel</a>, Prince of Kandor, has joined his fight. He eventually ended up with a small army, and is now one of the battle lords holding Tarwin&apos;s Gap against the Trolloc hordes in the Last Battle. <i>See also</i> <i><a href='#Aan'>Aan&apos;allein</a></i>; <a href='#Myrelle'>Berengari, Myrelle</a>; <a href='#Moiraine'>Damodred, Moiraine</a>; <a href='#Nynaeve'>Mandragoran, Nynaeve ti al&apos;Meara</a>. "
        }
    ]
}