{"id":"Berelain-sur-Paendrag-Paeron","name":"Berelain sur Paendrag Paeron","chapters":[{"title":"Chapter 5:  To Require a Boon","info":"<a class=\"name\" name=\"Berelain\">Berelain sur Paendrag Paeron</a>,\n      p. 164&#x2014;The First of Mayene, Blessed of the Light, Defender of the\n      Waves, High Seat of House Paeron; the Mayener equivalent of a king or\n      queen.  <a href=\"#Rand\">Rand</a> put her in charge of Cairhien along\n      with <a href=\"#Rhuarc\">Rhuarc</a> until she left with\n      <a href=\"#Perrin\">Perrin</a> and <a href=\"#Faile\">Faile</a> to find\n      <a href=\"#Masema\">Masema</a>.  She is fond of wearing the latest fashion\n      in dresses, and those are usually quite revealing.  She has her eyes on\n      many men, but <a href=\"#Perrin\">Perrin</a> foremost&#x2014;she is\n      <a href=\"#Min\">Min</a>&apos;s hawk in her viewings of Perrin.  She has black\n      hair.  She is a very capable ruler, willing to do almost anything to\n      preserve the welfare and independence of her people.  She is tall,\n      pretty, young, and has black hair.  Since Faile&apos;s captivity, she has\n      backed off of Perrin, though rumors have been circulating that the she\n      and Perrin slept together.  They did not, of course; Perrin was simply\n      taken into her tent until he recovered from illness.  She and Faile have\n      worked things out between themselves, defusing the rumors.\n      Berelain is willing to do almost <i>anything</i> to ensure that Mayene\n      is preserved and not merely annexed by another larger country.  She is\n      one of the most skillful political maneuverers that Faile has\n      <i>ever</i> met.  She was agreeable to the <a href=\"#Dragon\">Dragon</a>&apos;s Peace.\n      <i>See also</i>\n      <a href=\"#Faile\">t&apos;Aybara, Faile ni Bashere</a>;\n      <a href=\"#Perrin\">Aybara, Perrin t&apos;Bashere</a>;\n      <a href=\"#Gallenne\">Gallenne, Bertain</a>;\n      <a href=\"#Annoura\">Larisen, Annoura</a>.\n  "}]}