{"id":"Demandred","name":"Demandred","chapters":[{"title":"Prologue:  By Grace and Banners Fallen","info":"<a class=\"name\" name=\"Demandred\">Demandred</a>,\n      p. 66&#x2014;One of the\n      Forsaken.  He is tall and handsome, with a hawk-like nose and dark hair.\n      Second-best seems to be the story of his life.\n      He was born <a href=\"#Barid\">Barid Bel Medar</a> one day after\n      <a href=\"#Lews\">Lews Therin Telamon</a>, and from the first day\n      proceeded to almost equal Lews Therin&apos;s accomplishments, almost equal\n      Lews Therin&apos;s strength, and almost equal him but never surpass him in\n      everything.  He became one of the Light&apos;s greatest generals, once again\n      second in command under Lews Therin.  It was Demandred himself who\n      re-discovered the strategy of separating foes and crushing them one at a\n      time; he discovered it by reading old writings.\n      Demandred believed that he was\n      Lews Therin&apos;s intellectual and military superior, and was furious when\n      Lews Therin was chosen to lead the Light&apos;s forces over him during the\n      War of the Shadow.  He developed a burning hatred of Lews Therin, and\n      finally dedicated his life to the Shadow so he could finally better Lews\n      Therin&#x2014;he believed the Shadow would eventually win the war, since\n      Lews Therin was commanding the Light&apos;s armies, and that if he, Barid Bel\n      Medar, had been chosen to command them, the Light would have prevailed.\n      When Demandred was freed from the Bore, he transferred his hatred of\n      Lews Therin intact to the new recipient of his soul,\n      <a href=\"#Rand\">Rand al&apos;Thor</a>.  Demandred was told by the\n      <a href=\"#Dark\">Dark One</a> to lead his plan to convert or destroy\n      Rand, and promised him to be <a href=\"#Naeblis\">Nae&apos;blis</a> if he\n      succeeded.  However, since <a href=\"#Moridin\">Moridin</a> has been\n      declared Nae&apos;blis, he is now only ordered to obey Moridin.  Demandred&apos;s\n      assumed identity and whereabouts are unknown,\n      but he had formed an alliance of sorts with\n      Mesaana and <a href=\"#Semirhage\">Semirhage</a> before their respective\n      demises.  Demandred never smiles,\n      and never seems to enjoy anything; <a href=\"#Graendal\">Graendal</a> once heard him\n      say that he would laugh the day he could snap the neck of Lews Therin.\n      According to Lannis, a Blue Ajah scholar, Demandred is the\n      only Forsaken who exceeded Mesaana in anger.\n      The Great Lord has stated, through Moridin, that he is pleased with\n      Demandred&apos;s actions.\n      <i>See also</i>\n      <a href=\"#Wyld\">Bao the Wyld</a>;\n      <a href=\"#Barid\">Medar, Barid Bel</a>;\n      <a href=\"#Shendla\">Shendla</a>.\n  "}]}