{"id":"Egwene-al-Vere","name":"Egwene al'Vere","chapters":[{"title":"Chapter 1:  Eastward the Wind Blew","info":"<a class=\"name\" name=\"Egwene\">Egwene al&apos;Vere</a>,\n      p. 82&#x2014;Young\n      woman from Emond&apos;s Field and daughter of the innkeeper there,\n      now raised to the <a href=\"#Amyrlin\">Amyrlin Seat</a>.  She\n      has considerable strength with the One Power, and is\n      one of the strongest Aes Sedai in over a thousand years.  She is also\n      the first Dreamer in the Tower in almost 500 years; she trained with the\n      Wise Ones to learn more of this Talent.\n      Before her time with the Wise Ones, she was sold by\n      Liandrin to <a href=\"#Suroth\">Suroth</a> to be made <i>damane</i>.\n      She was held captive under the name <a href=\"#Tuli\">Tuli</a>\n      under care of the <i>sul&apos;dam</i> <a href=\"#Renna\">Renna Emain</a>.\n      When Egwene escaped, she left Renna with her <i>a&apos;dam</i> around\n      Renna&apos;s neck; the fact that Renna and another <i>sul&apos;dam</i>,\n      Seta, who was similarly captured when Egwene escaped,\n      were bound by the <i>a&apos;dam</i> threatens to destroy the foundation of\n      Seanchan society, especially their enslavement of women who can\n      channel.  Egwene is good friends with\n      <a href=\"#Elayne\">Elayne Trakand</a>, the\n      <a href=\"#DH\">Daughter-Heir of Andor</a>, and is\n      also a childhood friend of <a href=\"#Rand\">Rand al&apos;Thor</a>, the\n      <a href=\"#Reborn\">Dragon Reborn</a>.  In fact, Rand and Egwene were all\n      but Promised in their youth, but both of them feel an almost\n      sibling-like love for each other now; they knew that they could not get\n      married, and did not want to.  Egwene was at one point the love object\n      of both of Elayne&apos;s brothers, <a href=\"#Galad\">Galad</a> and\n      <a href=\"#Gawyn\">Gawyn</a>&#x2014;she was flattered by Galad&apos;s attentions,\n      but she did not return them. She did find Gawyn to her liking, and had\n      a dream of bonding him as her Warder; she did so to prevent him from\n      dying due to injuries suffered while protecting her from Seanchan\n      assassins, and married him once he had recovered in a small ceremony\n      conducted by her <a href=\"#Keeper\">Keeper of the Chronicles</a>,\n      <a href=\"#Silviana\">Silviana Brehon</a>.\n      Egwene was most likely chosen Amyrlin because she was in the Aiel Waste\n      when the rebellion occurred, and because the Aes Sedai thought she could\n      be manipulated by them without too much trouble; if this was their\n      intent, they made a grave mistake, for Egwene promises to be one of the\n      strongest Amyrlins in history.\n      Egwene enlisted <a href=\"#Bryne\">Gareth Bryne</a>\n      as the commander of her army to invade Tar Valon and remove\n      <a href=\"#Elaida\">Elaida</a> from power.  The invasion proved to be\n      unnecessary&#x2014;Elaida was captured, and the Hall chose her to replace\n      her just before the invasion began.\n      Egwene has opened the novice books to all\n      interested women for the first time in history&#x2014;in the past, they\n      were only open to girls of a certain age, for fear that older women\n      would not be able to handle the discipline.  This policy has increased\n      the Tower&apos;s population to levels unseen since\n      <a href=\"#Hawkwing\">Artur Hawkwing</a>&apos;s time.\n      Egwene has also discovered many lost Talents\n      of the Age of Legends, such as Dreaming, Traveling, and the making of\n      <i>cuendillar</i>.  She was guided to Dreaming by the Wise Ones, with\n      whom she studied in the Aiel Waste, and was guided to the making of\n      <i>cuendillar</i> by <a href=\"#Moghedien\">Moghedien</a> while she was\n      captured, but Traveling was her discovery alone&#x2014;she worked it out\n      herself based on her familiarity with <i>Tel&apos;aran&apos;rhiod</i>.\n      She has recovered some other abilities through Moghedien as well.\n      Prior to the reunification of the Tower,\n      Egwene was captured by sisters loyal to Elaida after executing her plan\n      to block the harbor by turning the harbor chain to <i>cuendillar</i>.\n      She was held prisoner in the Tower, and re-enlisted as a Novice\n      again.  She accepted all punishments Elaida and others imposed upon her\n      for insisting that she was still the Amyrlin Seat and still Aes Sedai.\n      Her strong will and persistence earned her the respect of nearly\n      all the novices, several of the Accepted, and more than a few Aes Sedai\n      as well.\n      Egwene&apos;s plans to subvert Elaida from the inside by making suggestions\n      and hinting that various things Elaida has done are indefinsible helped\n      convince even more sisters, including <a href=\"#Silviana\">Silviana</a>, to\n      support her.\n      Egwene tried very hard to convince the Hall&#x2014;both the\n      Hall in Tar Valon and the Hall in Exile&#x2014;that they must be prepared\n      for the Seanchan attack she knew was imminent.  When it came anyway,\n      she fought harder than perhaps anyone believed possible, doing almost as\n      much damage to the Seanchan as they did to the Tower&apos;s inhabitants.\n      Egwene was rescued from the Tower shortly after the raid by\n      Gawyn, Bryne, and <a href=\"#Siuan\">Siuan</a>&#x2014;she was quite angry at Siuan\n      and Gawyn for disobeying her orders to leave her be.  Gawyn had to save\n      her life to crawl back into her good graces.  She would probably refuse\n      to acknowledge it, but she is almost as stubborn as\n      <a href=\"#Nynaeve\">Nynaeve</a>.  Egwene has grave concerns about Rand&apos;s plans to\n      break the Seals on the <a href=\"#Dark\">Dark One</a>&apos;s prison.\n      <i>See also</i>\n      <a href=\"#Elaida\">a&apos;Roihan, Elaida do Avriny</a>;\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Amyrlin\">Amyrlin Seat, The</a>;\n      <a href=\"#Renna\">Emain, Renna</a>;\n      <a href=\"#Moghedien\">Moghedien</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>;\n      <a href=\"#Gawyn\">Trakand, Gawyn</a>;\n      <a href=\"#Tuli\">Tuli</a>.\n  "}]}