{"id":"el-Nynaeve-ti-al-Meara-Mandragoran","name":"el'Nynaeve ti al'Meara Mandragoran","chapters":[{"title":"Prologue: By Grace and Banners Fallen","info":"<a class='name' name='Nynaeve'>el&apos;Nynaeve ti al&apos;Meara Mandragoran</a>, p. 32&#x2014;Young woman from Emond&apos;s Field, now an Aes Sedai of the Yellow Ajah. She was the Wisdom of her village, the youngest such ever chosen in Emond&apos;s Field. She left when four of her villagers were taken away from the Two Rivers by <a href='#Moiraine'>Moiraine</a> and <a href='#Lan'>Lan</a>. While the group traveled away from her home and toward her new life, Nynaeve made several discoveries: she could channel the One Power, and had already done so without really knowing what she was doing; she developed feelings for Lan Mandragoran, Moiraine&apos;s Warder and the uncrowned king of the now dead nation Malkier; and she has a major role to play, as all of her younger friends in the group do, in the years to come. She is very strong in the One Power; only a select few who were alive during the Age of Legends could match her, as well as a few young women still being trained. When she arrived in Tar Valon, she was raised Accepted without any tenure as a novice, despite not being able to even <i>sense</i> the True Source unless angry, a result of her having to learn some minimal control of her ability without teaching. She was sent on a false mission by Liandrin on which she was almost leashed by the Seanchan as <a href='#Egwene'>Egwene</a> was. After she returned to the Tower, <a href='#Siuan'>Siuan Sanche</a> sent her on a mission to hunt down Liandrin and her fellow Black Sisters; while hunting them in Tanchico, she encountered <a href='#Moghedien'>Moghedien</a> and managed to better her in a duel of the Power. Moghedien escaped, but two encounters later Nynaeve once again managed to get the better of her, leashing her with an <i>a&apos;dam</i> in <i>Tel&apos;aran&apos;rhiod</i>. Nynaeve took Moghedien with her to seek out <a href='#Rand'>Rand</a> and Rahvin while they were fighting each other, and at the last moment before Rahvin might have won, she nearly burned Rahvin to ash with a giant weave of fire that was most of what Moghedien could draw to produce it; the distraction was enough for Rand to regain control of himself and destroy Rahvin with balefire. Nynaeve then kept Moghedien under control with a modified <i>a&apos;dam</i> in Salidar until <a href='#Halima'>Halima</a> helped her escape. Nynaeve wished to become Aes Sedai for the sole purpose of Healing; she thinks the Tower meddles in the affairs of nations far too much, and wants no part of it. She is determined to Heal anything short of death, and has already managed to Heal gentling, as well as remove the effects of the taint from men&apos;s minds. Nynaeve felt bad when Moiraine died, because her first thought was not of her, but that now Lan was free from their bond. She was not told that Lan&apos;s bond had been passed to <a href='#Myrelle'>Myrelle</a> at the moment of Moiraine&apos;s death. She and Lan are now married, and Lan&apos;s bond was transferred to her the moment she tracked down Myrelle. As Lan&apos;s wife, she is the Queen of Malkier; when Lan raises the Golden Crane and frees Malkier from the Blight, she will rule at his side. She now wears the <i>ki&apos;sain</i>, an ornament traditionally worn by Malkieri wives, consisting of a dot on the forehead between the eyes&#x2014;Lan did not tell her of this tradition, but when she found out, she immediately took it up. It is the one element of her appearance that never fades for one second when every other part changes faster than the eye can follow in <i>Tel&apos;aran&apos;rhiod</i>. Because she was the only person Rand felt he could trust to link with him and the Choedan Kal, he asked Nynaeve to assist him when he cleansed <i>saidin</i>. She now carries the <i>ter&apos;angreal</i> she found in Ebou Dar nearly all the time, making her collection of jewelry rival that of <a href='#Cadsuane'>Cadsuane</a>. She is even rumored to leave much of this jewelry on even when sleeping. Nynaeve knew she could not prevent Lan from returning to the Blight to fight his one-man war, so she deposited him as far from Tarwin&apos;s Gap as possible while still remaining in the Borderlands, then alerted every surviving Malkieri she could find to Lan&apos;s mission. Rand was shocked when he met her recently with her hair loose and cut to the shoulders&#x2014;she had worn her braid proudly. <i>See also</i> <a href='#Lan'>Mandragoran, Lan</a>. "}]}