{"id":"Faile-ni-Bashere-t-Aybara","name":"Faile ni Bashere t'Aybara","chapters":[{"title":"Chapter 1:  Eastward the Wind Blew","info":"<a class=\"name\" name=\"Faile\">Faile ni Bashere t&apos;Aybara</a>,\n      p. 19&#x2014;Young woman from Saldaea with long dark hair and dark eyes.\n      She is the daughter of <a href=\"#Bashere\">Davram</a> and\n      <a href=\"#Deira\">Deira</a> Bashere, their oldest surviving offspring.\n      Her two older brothers were killed, and when Davram sent her younger\n      brother off to fight while keeping her at home, she ran away and swore\n      the oath of a Hunter of the Horn in Illian.  When she became a Hunter,\n      she renounced her old name, Zarine, at first considering adopting the\n      name &#x201C;Mandarb&#x201D;&#x2014;she chose Faile when she found that\n      <a href=\"#Mandarb\">Mandarb</a> was the name of <a href=\"#Lan\">Lan</a>&apos;s\n      horse.  She fell in love with <a href=\"#Perrin\">Perrin Aybara</a> while\n      on her search for the Horn, who told her that the Horn had been found.\n      She was shocked, but even more so to find out that\n      <a href=\"#Rand\">Rand</a> was the <a href=\"#Reborn\">Dragon Reborn</a> and\n      that both he and Perrin are <i>ta&apos;veren</i>.  Faile stayed near Perrin,\n      and finally accompanied him to the Two Rivers where she helped fend off\n      the Trolloc attacks; the two were married shortly afterwards.  They were\n      then proclaimed Lord and Lady of the Two Rivers.  Perrin hated the idea,\n      but Faile insisted they have a modest estate, and even servants, which\n      she trained herself.  Her name means &#x201C;falcon&#x201D; in the Old\n      Tongue; she is the falcon in <a href=\"#Min\">Min</a>&apos;s viewings of\n      Perrin.  She is very protective of her blacksmith, and does whatever she\n      can to make sure he not so much as <i>looks</i> at another woman, even\n      though he has no intention of doing so.  She is a very jealous wife,\n      especially toward people like <a href=\"#Berelain\">Berelain</a> who eye\n      her husband all the time.  She even cornered <a href=\"#Min\">Min</a> when\n      they first came to Caemlyn and Perrin greeted her warmly, to make sure\n      Min had no intentions toward him.  She left with Perrin for Ghealdan to\n      find <a href=\"#Masema\">Masema</a>, and while he was away her party was\n      ambushed by the Shaido Aiel and she was taken <i>gai&apos;shain</i> by them.\n      She and the servants captured with her attempted to escape, but were\n      betrayed by Galina Casban.  She was\n      now a personal servant of Sevanna, and she\n      seemed to be one of Sevanna&apos;s favorites&#x2014;for both service and\n      punishment.  She is a natural leader, even earning the respect\n      and obedience of <a href=\"#Alliandre\">Alliandre</a>, the Queen of\n      Ghealdan, and <a href=\"#Morgase\">Morgase</a>, the former Queen of\n      Andor (though she does not know Morgase&apos;s true identity).\n      Alliandre, Morgase, and Faile were rescued by the <i>Mera&apos;din</i>,\n      the Brotherless, Aiel men traveling with the Shaido when the left the\n      Three-Fold Land.\n      Their rescue coincided with Perrin&apos;s attack on the Shaido encampment,\n      resulting in the deaths of many of the Aielmen.\n      Now that she has been rescued, Faile has taken it upon herself to do\n      the things her husband is unable or unwilling to do&#x2014;first among\n      them, killing <a href=\"#Masema\">Masema</a>, the <a href=\"#Prophet\">Prophet</a>.\n      She has since been trying to patch things up with Berelain, attempting\n      to deal with the rumors about inappropriate relations between her and\n      Perrin.\n      <i>See also</i>\n      <a href=\"#Perrin\">Aybara, Perrin t&apos;Bashere</a>;\n      <a href=\"#Bashere\">Bashere, Davram t&apos;Ghaline</a>;\n      <a href=\"#Deira\">t&apos;Bashere, Deira ni Ghaline</a>.\n  "}]}