{"id":"Gareth-Bryne","name":"Gareth Bryne","chapters":[{"title":"Chapter 1:  Eastward the Wind Blew","info":"<a class=\"name\" name=\"Bryne\">Gareth Bryne</a>,\n      p. 85&#x2014;Former First\n      Prince of the Sword and Captain of the Queen&apos;s Guards under\n      <a href=\"#Morgase\">Queen Morgase</a> in Andor.  He was appointed to the\n      position because Morgase had no living male relatives, but was exiled\n      from Caemlyn on a suggestion from Morgase&apos;s new advisor,\n      <a href=\"#Gaebril\">Lord Gaebril</a>.  He moved to his private estates in\n      rural Andor, where he later presided over the trial of three young\n      women who unintentionally burned a barn: they turned out to be\n      <a href=\"#Siuan\">Siuan Sanche</a>, the former\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Leane\">Leane Sharif</a>, the former\n      <a href=\"#Keeper\">Keeper of the Chronicles</a>, and\n      <a href=\"#Min\">Min Farshaw</a>.  When these three made an oath to serve\n      him and then apparently broke it, he followed them out of sheer\n      curiosity to Salidar.  Once there, he discovered the true identity of\n      the three, as well as that the Tower was truly broken.  The Aes Sedai in\n      Salidar persuaded him to command the army they would need to take the\n      Amyrlin Seat from <a href=\"#Elaida\">Elaida</a>, since he was the only\n      commander that the Warders thought would be willing and able to help\n      them.  He is one of the best military commanders west of the Aiel\n      Waste, in a league with <a href=\"#Rodel\">Rodel Ituralde</a>,\n      <a href=\"#Bashere\">Davram Bashere</a>,\n      <a href=\"#Agelmar\">Agelmar Jagad</a>,\n      <a href=\"#Mat\">Matrim Cauthon</a>, and the late\n      Pedron Niall.  Bryne developed feelings for Siuan\n      Sanche during their time with the rebellion; he wished to\n      avoid another mistake like his relationship as\n      <a href=\"#Morgase\">Morgase</a>&apos;s lover, and also never forgave Siuan for\n      when she publicly shamed him years ago, so it took some time for their\n      relationship to develop.  He planned to be the\n      first general to take the city of Tar Valon&#x2014;the closest anyone\n      else had ever come was with Guaire Amalasan&apos;s\n      armies, who got as far as the White Tower itself, and\n      <a href=\"#Hawkwing\">Artur Hawkwing</a>,\n      who never managed to go beyond beseiging the city.\n      Actually, Amalasan&apos;s troops never beseiged the city, they simply managed\n      to breech the walls; Hawkwing never managed to stop the supply ships\n      coming up the river.  Bryne thought he would be able to overcome this\n      problem by purchasing ships along the way to Tar Valon, but when\n      <a href=\"#Egwene\">Egwene</a> brought the entire army to Tar Valon by\n      Traveling, that plan faltered; instead, he pressured her to let him\n      use gateways to breach the walls and get inside the city.  His army\n      may indeed have succeeded, with the help of the Seanchan raid, but it\n      eventually proved unnecessary:  the Tower surrendered, selected Egwene\n      <a href=\"#Amyrlin\">Amyrlin</a>, and stood down.  He resisted being put in charge\n      of the Tower Guard, leaving <a href=\"#Chubain\">Chubain</a> in place at that post.\n      He is stocky, with a bluff face.\n      The years have given him some sort of comforting calmness.\n      Men always follow him&#x2014;they have learned from history\n      that doing so is the path to military victory.  Bryne taught\n      <a href=\"#Galad\">Galad</a> and <a href=\"#Gawyn\">Gawyn</a> to practice\n      the sword with both hands alternating to avoid weakness.\n      <i>See also</i>\n      <a href=\"#Siuan\">Sanche, Siuan</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}