{"id":"Gawyn-Trakand","name":"Gawyn Trakand","chapters":[{"title":"Chapter 1:  Eastward the Wind Blew","info":"<a class=\"name\" name=\"Gawyn\">Gawyn Trakand</a>,\n      p. 82&#x2014;Son of\n      <a href=\"#Morgase\">Queen Morgase</a> of Andor and brother to\n      <a href=\"#Elayne\">Elayne</a>.  He is, technically, First Prince of the Sword\n      now that Elayne is Queen.  He and his half-brother\n      <a href=\"#Galad\">Galad</a> went to train with the Warders in the White\n      Tower, as all sons of Andoran queens have for centuries, and both now\n      possess considerable skill with the sword.  During the chaos that\n      erupted after <a href=\"#Siuan\">Siuan Sanche</a>&apos;s deposition, Gawyn\n      formed a band of young men, everyone who had trained with the Warders\n      except Galad, who are called the Younglings.  The Younglings fought back\n      against their teachers, who were trying to free Siuan and\n      <a href=\"#Leane\">Leane</a> from their imprisonment.  Gawyn himself\n      killed <a href=\"#Hammar\">Hammar</a> and Coulin,\n      the men in charge of teaching the sword and\n      for his personal training, respectively, both of which were\n      Blademasters&#x2014;few Warders are as good as they were, and Gawyn\n      managed to kill both of them.  When he learned more of what actually\n      happened, Gawyn did not know which party to support&#x2014;he believed\n      that anyone who opposed Tower Law by trying to free Siuan and Leane was\n      wrong, but at the same time he realized he did not know all the facts\n      surrounding the change in leadership.  In fact, his sister Elayne and\n      her friends <a href=\"#Nynaeve\">Nynaeve al&apos;Meara</a> and\n      <a href=\"#Egwene\">Egwene al&apos;Vere</a> sided with those\n      who broke from the Tower, and Egwene, the woman he wanted to marry, was\n      their leader.  He believed the rumor that <a href=\"#Rand\">Rand</a>\n      killed his mother, and only refrained from killing him because Egwene\n      made him promise not to; it is not known whether he knows that\n      Morgase still lives.  Gawyn made many enemies inside and outside\n      the Tower, just by leading the Younglings.  He detested Rand because he\n      thinks Rand killed his mother (when in fact no one did), and was very\n      upset when he found out that his sister loved him.\n      He has since forgiven Rand, however, upon digesting evidence from the\n      Aes Sedai and other sources.\n      Gawyn led the Younglings on harrying parties against the\n      army besieging Tar Valon; <a href=\"#Bryne\">Lord Bryne</a> was quite upset\n      to find out that it was someone who had inside information about his\n      tactics that was harrying him so successfully.\n      At one time, Gawyn had no problem with the fact that he had killed his\n      former teachers&#x2014;they were rebelling against a lawfully raised\n      Amyrlin&#x2014;but he has since begun to feel guilty, wondering if he had\n      truly chosen the just side.  It still eats at him.\n      He has stated that he did not like\n      Elaida&#x2014;she had always been cold to him as his mother&apos;s\n      advisor&#x2014;but he supported her because he disliked what Siuan had\n      done, involving Egwene and Elayne in her plotting.  Eventually, he\n      learned that Egwene herself lead the rebels, and that she had been\n      captured.  He stubbornly refused to believe she could <i>possibly</i> be\n      safe as a prisoner, and vowed to do anything to rescue her.  He\n      eventually jumped at the chance to help Siuan mount a rescue; Egwene was\n      quite angry at him (and at Siuan) for disobeying her direct orders.\n      Gawyn is finding it difficult to adjust to his relationship to Egwene\n      as her Warder&#x2014;he is used to being his own person, and finds it\n      difficult to stand to the side.  <a href=\"#Silviana\">Silviana</a> does not like him,\n      thinking him impetuous and a danger to Egwene.  Unbeknownst to Egwene,\n      he kept the three ring <i>ter&apos;angreal</i> from the Seanchan bloodknives\n      he slayed in the Tower, not fully understanding what they do.\n      His sign is a white boar.\n      <i>See also</i>\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Galad\">Damodred, Galadedrid</a>;\n      <a href=\"#Taringail\">Damodred, Taringail</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}