{"id":"Isam-Mandragoran","name":"Isam Mandragoran","chapters":[{"title":"Prologue:  By Grace and Banners Fallen","info":"<a class=\"name\" name=\"Isam\">Isam Mandragoran</a>,\n      p. 23&#x2014;A man, at least in appearance, created by the Shadow some years\n      ago.  It was Isam who brought the Trollocs\n      through the Ways to attack Emond&apos;s\n      Field when <a href=\"#Perrin\">Perrin</a> went back to defend it.  He was\n      later sent by <a href=\"#Moridin\">Moridin</a> to murder\n      <a href=\"#Fain\">Padan Fain</a>.  He is the same Isam that disappeared\n      into the Blight years ago, Isam Mandragoran, <a href=\"#Lan\">Lan</a>&apos;s\n      cousin.  He has a mysterious ability to enter <i>Tel&apos;aran&apos;rhiod</i> in\n      the flesh without a Gateway and leave it the same way, as well as change\n      personalities and become <a href=\"#Luc\">Luc Mantear</a>, the brother of\n      <a href=\"#Tigraine\">Tigraine</a> and uncle of <a href=\"#Galad\">Galad</a>\n      and <a href=\"#Rand\">Rand</a>, who disappeared into the Blight years ago.  The\n      Shadow&apos;s minions call him, &#x201C;the man with two souls.&#x201D;  He\n      is also <a href=\"#Slayer\">Slayer</a>.  He was recently assigned to kill\n      <a href=\"#Perrin\">Perrin Aybara</a>, with <a href=\"#Graendal\">Graendal</a>&apos;s help.\n      They failed, and instead caused Mesaana&apos;s death in the\n      process.  He has also been assigned at various times to kill\n      <a href=\"#Rand\">Rand</a>, though the Forsaken continually give him new orders,\n      distracting him from that task.  Isam went to the Shadow, hoping that\n      he could be given the ability to channel; even the\n      <a href=\"#Dark\">Dark One</a> could not grant that, but he was able to\n      unite Isam&apos;s soul with Luc&apos;s to make him unique.  Isam now considers\n      himself a hunter, and that is all he desires to be.\n      <i>See also</i>\n      <a href=\"#Isam\">Mandragoran, Isam</a>;\n      <a href=\"#Luc\">Mantear, Luc</a>;\n      <a href=\"#Slayer\">Slayer</a>.\n  "}]}