{"id":"Lord-Captain-Commander-Galadedrid-Galad-Damodred","name":"Lord Captain Commander Galadedrid (Galad)  Damodred","chapters":[{"title":"Chapter 5:  To Require a Boon","info":"<a class=\"name\" name=\"Galad\">Lord Captain Commander Galadedrid (Galad)  Damodred</a>,\n      p. 164&#x2014;Son of <a href=\"#Morgase\">Morgase</a>&apos;s late husband\n      <a href=\"#Taringail\">Taringail Damodred</a> and his first\n      wife <a href=\"#Tigraine\">Tigraine</a>.  He is half-brother to\n      <a href=\"#Elayne\">Elayne</a> and <a href=\"#Gawyn\">Gawyn</a>, as well as half-brother (on\n      the other side) to <a href=\"#Rand\">Rand</a>.  He is stunningly\n      handsome; even <a href=\"#Nynaeve\">Nynaeve</a> has trouble blushing when\n      she speaks to him, and Aes Sedai often forsook their work to watch\n      him practice (shirtless) in the sword yard when he was in training.\n      He disappeared from Tar Valon during the violence that\n      accompanied <a href=\"#Siuan\">Siuan</a>&apos;s deposition and joined\n      Eamon Valda&apos;s band of the Children of the Light.\n      Because of his sword skill, Galad was promoted to an official position\n      very quickly, and soon controlled his own small band of men.  He says he\n      became a Whitecloak because it &#x201C;felt right.&#x201D;  He is\n      extremely virtuous, and will do whatever he thinks is right regardless\n      of who it hurts, even himself.  In fact, he started a war in Samara to\n      help Elayne and Nynaeve escape.  His sign is a winged silver sword,\n      point down.  Galad had feelings for <a href=\"#Egwene\">Egwene al&apos;Vere</a>,\n      and although she was flattered by his attentions, she did not return his\n      love.  He is quite popular among his soldiers.  Galad believed\n      that Valda killed his mother after sexually abusing her, and killed him\n      as punishment for this.  He was incorrect about the killing part, at\n      least.  Galad has much skill with the sword,\n      and has officially achieved Blademaster status by killing Valda,\n      by many accounts one of the greatest swordsmen in the world.\n      Galad is also a better swordsman than his brother, Gawyn, who also\n      achieved Blademaster status by killing <a href=\"#Hammar\">Hammar</a> and\n      Coulin, their teachers in the Tower.\n      Galad became Lord Captain Commander of the Children of the Light after\n      he killed Eamon Valda, coming to lead the 7000 or so men that remain\n      part of the Children under the Lord Captain Commander; the rest\n      separated to follow Rhadam Asunawa,\n      the High Inquisitor.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Taringail\">Damodred, Taringail</a>;\n      <a href=\"#Tigraine\">Damodred, Tigraine</a>;\n      <a href=\"#Berelain\">sur Paendrag Paeron, Berelain</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>;\n      <a href=\"#Gawyn\">Trakand, Gawyn</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}