{"id":"Matrim-Mat-Cauthon","name":"Matrim (Mat)  Cauthon","chapters":[{"title":"Prologue:  By Grace and Banners Fallen","info":"<a class=\"name\" name=\"Mat\">Matrim (Mat)  Cauthon</a>,\n      p. 22&#x2014;A young\n      man from Emond&apos;s Field.  He is <i>ta&apos;veren</i>.  Along with his good\n      friends, <a href=\"#Rand\">Rand al&apos;Thor</a> and\n      <a href=\"#Perrin\">Perrin Aybara</a>,\n      he left home to escape the Trolloc attacks after Winternight.\n      On the way to Tar Valon, he picked up a dagger from Shadar\n      Logoth tainted with the evil that destroyed Aridhol, which he carried\n      with him for a long time.  He was separated from the dagger by Aes Sedai\n      Healing, but doing so caused large gaps in his memory sequence.  These\n      gaps were filled and more when he passed through the twisted door to the\n      land of the Eelfinn, where he was granted his three requests:  a foxhead\n      medallion that protects him from women&apos;s channeling, a way out of the\n      land of the Eelfinn, and the memories of past lifetimes that were the\n      gaps in his memory.  Mat&apos;s <i>ta&apos;veren</i> qualities manifest themselves\n      particularly well with random events, such as dice games&#x2014;he almost\n      never loses a toss of the dice, even if the dice are weighted.  He has\n      found that battles are the ultimate form of gambling, and along with his\n      newfound memories, he can win almost every battle he fights quite\n      decisively.  He has four sisters, including Eldrin\n      and Bodewhin, who were 16 and 17, respectively, when\n      Mat left Emond&apos;s Field.  His\n      father <a href=\"#Abell\">Abell</a> is one of the best archers in the Two\n      Rivers, probably in the World.  Mat has gotten in the habit of carrying\n      concealed knives under his clothes in case he is attacked&#x2014;his\n      collection would surprise anyone.  In the Waste, he met a woman named\n      Melindhra,\n      a Maiden of the Spear from the Shaido Clan.  However, she was\n      not the <a href=\"#9Moons\">Daughter of the Nine Moons</a>, who Mat was\n      destined to marry according to the Aelfinn; besides, she tried to kill\n      him on orders from her master among the Darkfriends.  Mat had to kill\n      her to save his own skin, but regretted it deeply.  He also has a scar\n      along his neck from where the Eelfinn tried to hang him&#x2014;which was\n      also in accordance with what the Aelfinn told him, that he is &#x201C;to\n      die and live again.&#x201D;  He created an army called the Band of the\n      Red Hand, after the army of King Aemon of old\n      Manetheren, and served in a way as Rand&apos;s personal general&#x2014;this\n      worked well, since Mat seems to be a better general than even\n      <a href=\"#Bashere\">Davram Bashere</a>, who has earned his reputation as\n      one of the best commanders alive.  Mat does not trust any Aes Sedai, at\n      least not completely, and because of this he refuses to take his foxhead\n      medallion off even to take a bath.\n      Mat went to Ebou Dar to try to keep an eye on\n      <a href=\"#Elayne\">Elayne</a> and <a href=\"#Nynaeve\">Nynaeve</a> and\n      prevent them from getting themselves killed.  While there, he was\n      cornered by <a href=\"#Tylin\">Queen Tylin</a>, who gave him little choice\n      but to become her lover, which he later described as the best game he\n      had ever played.  When the Sea Folk and the Seanchan did battle\n      in the city, he made his escape, leaving Tylin tied up under the bed so\n      it looked &#x201C;official&#x201D;&#x2014;Tylin was found torn limb from\n      limb, obviously by the <i>gholam</i>, which was no doubt sent to kill\n      Mat.  In the process of leaving, Mat also took several <i>sul&apos;dam</i>\n      and <i>damane</i> (who were subsequently freed from their collars), and\n      even kidnapped <a href=\"#Tuon\">Tuon</a>, the\n      <a href=\"#9Moons\">Daughter of the Nine Moons</a> herself.\n      Mat traveled with\n      Valan Luca&apos;s show to keep out of Seanchan\n      sight for quite some time.\n      Tuon has now completed Mat&apos;s unwitting marriage ceremony;\n      he is now among the highest of the Seanchan ruling class,\n      the <a href=\"#Ravens\">First Prince of the Ravens</a>,\n      despite his insistence that he will fight the Seanchan during any battle\n      if such battle is necessary.\n      Tuon is (metaphorically) dead, in that she is now the\n      <a href=\"#Empress\">Empress</a> of Seanchan, <a href=\"#Fortuona\">Fortuona</a>, though Mat still\n      calls her Tuon, much to her dismay.\n      He stubbornly refuses all Seanchan formality, which keeps Fortuona\n      guessing and unsure what to make of him.\n      Mat recently responded to <a href=\"#Moiraine\">Moiraine</a>&apos;s letter to\n      <a href=\"#Thom\">Thom</a> rescuing her from the Eelfinn with the help of Thom\n      and <a href=\"#Noal\">Noal</a>.  Mat has an excellent eye for horses, which he\n      inherited from his father&#x2014;Fortuona judges him to have a better eye\n      than the Imperial stablemaster.\n      <i>See also</i>\n      <a href=\"#JeralHune\">al&apos;Hune, Jer</a>;\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Perrin\">Aybara, Perrin t&apos;Bashere</a>;\n      <a href=\"#9Moons\">Daughter of the Nine Moons</a>;\n      <a href=\"#Empress\">Empress (of Seanchan), The</a>;\n      <a href=\"#Knotai\">Knotai</a>;\n      <a href=\"#Kiem\">Lewin, Kiem</a>;\n      <a href=\"#Tylin\">Mitsobar, Tylin Quintara</a>;\n      <a href=\"#Fortuona\">Paendrag, Fortuona Athaem Devi</a>;\n      <a href=\"#Tuon\">Paendrag, Tuon Athaem Kore</a>;\n      <a href=\"#Ravens\">Prince of the Ravens</a>.\n  "}]}