{"id":"Mazrim-Taim","name":"Mazrim Taim","chapters":[{"title":"Prologue:  By Grace and Banners Fallen","info":"<a class=\"name\" name=\"Taim\">Mazrim Taim</a>,\n      p. 54&#x2014;False\n      <a href=\"#Dragon\">Dragon</a> who wreaked havoc in Saldaea before being\n      captured by Aes Sedai.  He later escaped his captors, possibly with\n      Black Ajah assistance (although this is completely unconfirmed).\n      Hearing of <a href=\"#Rand\">Rand</a>&apos;s amnesty, Taim came to Caemlyn and became\n      the head of Rand&apos;s school of male channelers, now dubbed the Black\n      Tower.  He is almost as strong in the One Power as Rand is.  Taim claims\n      to have held off the madness that normally accompanies the taint for\n      almost 35 years&#x2014;he has been using the One Power for a very long\n      time, and knows many tricks that Rand had not thought of on his own or\n      been taught by <a href=\"#Asmodean\">Asmodean</a>, such as how to test men\n      for the ability.  He seems to resent being second to Rand, and also gave\n      orders to kill Rand.  He is almost as tall as Rand, and has a hooked nose\n      and dark eyes.  He is a physically powerful and graceful man, although\n      his skill with a sword is lacking.  He gives special training to a\n      growing number of Black Tower recruits&#x2014;they are the only ones who\n      wear the dragon besides <a href=\"#Logain\">Logain</a>.  There is also little doubt\n      that every last one of them is a Darkfriend, as is Taim.\n      <a href=\"#Androl\">Androl</a> and others have noticed that every one of these\n      new recruits learns too quickly after the &#x201C;lessons&#x201D; start,\n      and they often seem to have altered personalities as well.\n      <a href=\"#Pevara\">Pevara</a> revealed to Androl that those who can touch the True\n      Source can be Turned to the Shadow against their will; this is what has\n      happened to some of Taim&apos;s &#x201C;special&#x201D; students.\n      <i>See also</i>\n      <a href=\"#Logain\">Ablar, Logain</a>;\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Reborn\">Dragon Reborn</a>;\n      <a href=\"#MHael\">M&apos;Hael</a>.\n  "}]}