{"id":"Moiraine-Damodred","name":"Moiraine Damodred","chapters":[{"title":"Chapter 1:  Eastward the Wind Blew","info":"<a class=\"name\" name=\"Moiraine\">Moiraine Damodred</a>,\n      p. 80&#x2014;Aes\n      Sedai of the Blue Ajah.  Born of a noble House in Cairhien, she is\n      <a href=\"#Taringail\">Taringail Damodred</a>&apos;s youngest half-sister, and\n      <a href=\"#Laman\">King Laman</a>&apos;s niece.  She is considered short among\n      her people, and the Cairhienin are already a short people.  When it was\n      discovered that she had the ability to channel inborn, Moiraine went to\n      Tar Valon to become an Aes Sedai.  Just before being raised to the\n      shawl, she and her friend <a href=\"#Siuan\">Siuan Sanche</a> witnessed\n      Gitara Moroso&apos;s Foretelling of the Rebirth of the\n      <a href=\"#Dragon\">Dragon</a>.  Moiraine and Siuan\n      walked away from each other and did not speak to each other again (at\n      least in public), but both held secret communication with each other and\n      dedicated their lives to finding and guiding the\n      <a href=\"#Reborn\">Dragon Reborn</a>.  Moiraine found the young man she\n      sought on Winternight in Emond&apos;s Field, a young man named\n      <a href=\"#Rand\">Rand al&apos;Thor</a>, along with two more <i>ta&apos;veren</i>,\n      <a href=\"#Mat\">Mat Cauthon</a> and <a href=\"#Perrin\">Perrin Aybara</a>,\n      and two women with the spark of the Power inborn,\n      <a href=\"#Egwene\">Egwene al&apos;Vere</a> and \n      <a href=\"#Nynaeve\">Nynaeve al&apos;Meara</a>.\n      When Moiraine was shortly raised to the shawl, she met\n      <a href=\"#Lan\">al&apos;Lan Mandragoran</a>, the uncrowned King of Malkier,\n      who was fighting alone against the Shadow in the Borderlands;\n      she eventually asked Lan to become her Warder, and he accepted.\n      She was very strong in the Power, stronger than almost all living Aes\n      Sedai before Egwene and Nynaeve came to the Tower.\n      In the Stone of Tear, Moiraine confronted and killed the Forsaken\n      Be&apos;lal with balefire, just before he would have\n      killed Rand.  Later, after having an inkling of the future events from\n      the testing <i>ter&apos;angreal</i> for the Wise Ones, Moiraine managed to\n      push the Forsaken <a href=\"#Lanfear\">Lanfear</a> through the twisted\n      doorway <i>ter&apos;angreal</i> into the land of the Eelfinn, trapping both\n      her and Lanfear there.\n      Moiraine was the subject of the only viewing <a href=\"#Min\">Min</a> had\n      ever had that, so Min thought, could not come true.\n      Min assumed it <i>could not</i> come true, as she thought Moiraine was\n      dead, though of course she was not.\n      According to a letter Moiraine wrote to <a href=\"#Thom\">Thom Merrilin</a>\n      the day before her death, she lived on in the land of the Finn,\n      but her bond with Lan was severed.\n      The same letter convinced <a href=\"#Mat\">Mat</a> to help Thom rescue\n      her, though her vision in the <i>ter&apos;angreal</i> apparently indicated\n      disaster would result unless Mat <i>asked</i> to see the letter before\n      Thom showed it to him.\n      Other Aes Sedai consider Moiraine a legend, not only for\n      discovering the <a href=\"#Reborn\">Dragon Reborn</a> but for killing or\n      trapping two of the Forsaken as well as finding a future\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>.  Despite her efforts, and for the\n      most part, success, <a href=\"#Cadsuane\">Cadsuane</a> still thinks she\n      &#x201C;bungled&#x201D; things with Rand.  Moiraine has been severely\n      weakened in her strength in the One Power&#x2014;the Eelfinn drained her\n      strength from her, savoring in the agony they caused by doing so.\n      After being rescued, she married <a href=\"#Thom\">Thom Merrilin</a>, who\n      was also involved in her rescue.\n      <i>See also</i>\n      <a href=\"#Lan\">Mandragoran, Lan</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>.\n  "}]}