{"id":"Moridin","name":"Moridin","chapters":[{"title":"Prologue:  By Grace and Banners Fallen","info":"<a class=\"name\" name=\"Moridin\">Moridin</a>,\n      p. 25&#x2014;Name given to\n      the reincarnation of <a href=\"#Ishamael\">Ishamael</a>.\n      His new body is tall, black-haired, handsome, and broad-shouldered,\n      but with a prominent chin that ruins the look\n      (in <a href=\"#Graendal\">Graendal</a>&apos;s eyes, at least).  He is the same height as\n      <a href=\"#Rand\">Rand</a>.  His name means\n      &#x201C;Death&#x201D; in the Old Tongue; no one deserves the name more.\n      His first visit to the Town, a Shadow-controlled city near Thakan&apos;dar,\n      resulted in the death of at least a dozen <i>Samma N&apos;Sei</i>, the\n      red-veiled Aiel-born servants of the Shadow, many of them male\n      channelers that were forcibly Turned to serve the\n      <a href=\"#Dark\">Dark One</a>.\n      He is fond of using the True Power, the power drawn directly from\n      the <a href=\"#Dark\">Dark One</a>; the <i>saa</i> have appeared in his\n      eyes, almost blackening them, yet he still controls his use of the\n      True Power (most thought it impossible to avoid drawing too much of it\n      once the <i>saa</i> appeared).\n      Moridin is careful not to attempt to force the\n      Pattern to behave how he wants it to&#x2014;he knows that with someone as\n      strongly <i>ta&apos;veren</i> as <a href=\"#Rand\">Rand</a>, that is all but\n      impossible, not to mention foolish.  Instead, he attempts to keep\n      everything in chaos (as per the <a href=\"#Dark\">Dark One</a>&apos;s\n      command, &#x201C;Let the Lord of Chaos Rule&#x201D;), hoping that subtle\n      manipulations will further his goals.  He has been declared\n      <a href=\"#Naeblis\">Nae&apos;blis</a>, the one to be second only to the\n      Great Lord of the Dark after the Last Battle, and given control of the\n      <i>cour&apos;souvra</i> controlling the minds of\n      <a href=\"#Cyndane\">Cyndane</a> and <a href=\"#Moghedien\">Moghedien</a>; he has since relinquished\n      Moghedien&apos;s to her own control.\n      He has also been granted the exclusive privilege of using the True\n      Power&#x2014;the other Forsaken are no longer able to touch it even\n      should they want to.\n      Moridin helped Rand, in a way, during his fight with\n      <a href=\"#Sammael\">Sammael</a> in Shadar Logoth.\n      Their two streams of balefire crossed, causing both of their heads to\n      ring, and ever since then there has been a link between Moridin and\n      Rand that neither one completely understands.  Its influence is clear,\n      however:  now that Rand&apos;s hand is missing,\n      Moridin&apos;s left hand does not work as well as it should.\n      Moridin once granted <a href=\"#Graendal\">Graendal</a> some limited access to\n      the True Power, on a short leash, but the likelihood of him doing so\n      again after her utter failure is remote.  He is a grand\n      master at the game of Sha&apos;rah, a chess-like game from the Age of\n      Legends; Moridin believes the game to be a distant memory of the battle\n      with the Dark One during this Age from the previous turnings of the\n      Wheel.  His connection with Rand allows Rand to enter his\n      dreams, even when they are isolated in a Dreamshard.\n      The same connection seems to have given Rand access to the True Power\n      as well, which allowed Rand to escape <a href=\"#Semirhage\">Semirhage</a>&apos;s Domination\n      Band.  Moridin, or rather Ishamael, turned to the Shadow for reasons of\n      logic:  following the Light meant the struggle continued forever,\n      with no path to victory.\n      Following the Shadow meant ruling for a short time before everything was\n      destroyed.  Moridin believes that the struggle between his soul and\n      Rand&apos;s has continued unabated since the beginning of time, and he\n      longs for release from that cycle.\n      <i>See also</i>\n      <a href=\"#Ishamael\">Ishamael</a>;\n      <a href=\"#Dark\">Shai&apos;tan</a>;\n      <a href=\"#Elan\">Tedronai, Elan Morin</a>.\n  "}]}