{"id":"Moridin","name":"Moridin","chapters":[{"title":"Prologue: By Grace and Banners Fallen","info":"<a class='name' name='Moridin'>Moridin</a>, p. 25&#x2014;Name given to the reincarnation of <a href='#Ishamael'>Ishamael</a>. His new body is tall, black-haired, handsome, and broad-shouldered, but with a prominent chin that ruins the look (in <a href='#Graendal'>Graendal</a>&apos;s eyes, at least). He is the same height as <a href='#Rand'>Rand</a>. His name means &#x201C;Death&#x201D; in the Old Tongue; no one deserves the name more. His first visit to the Town, a Shadow-controlled city near Thakan&apos;dar, resulted in the death of at least a dozen <i>Samma N&apos;Sei</i>, the red-veiled Aiel-born servants of the Shadow, many of them male channelers that were forcibly Turned to serve the <a href='#Dark'>Dark One</a>. He is fond of using the True Power, the power drawn directly from the <a href='#Dark'>Dark One</a>; the <i>saa</i> have appeared in his eyes, almost blackening them, yet he still controls his use of the True Power (most thought it impossible to avoid drawing too much of it once the <i>saa</i> appeared). Moridin is careful not to attempt to force the Pattern to behave how he wants it to&#x2014;he knows that with someone as strongly <i>ta&apos;veren</i> as <a href='#Rand'>Rand</a>, that is all but impossible, not to mention foolish. Instead, he attempts to keep everything in chaos (as per the <a href='#Dark'>Dark One</a>&apos;s command, &#x201C;Let the Lord of Chaos Rule&#x201D;), hoping that subtle manipulations will further his goals. He has been declared <a href='#Naeblis'>Nae&apos;blis</a>, the one to be second only to the Great Lord of the Dark after the Last Battle, and given control of the <i>cour&apos;souvra</i> controlling the minds of <a href='#Cyndane'>Cyndane</a> and <a href='#Moghedien'>Moghedien</a>; he has since relinquished Moghedien&apos;s to her own control. He has also been granted the exclusive privilege of using the True Power&#x2014;the other Forsaken are no longer able to touch it even should they want to. Moridin helped Rand, in a way, during his fight with <a href='#Sammael'>Sammael</a> in Shadar Logoth. Their two streams of balefire crossed, causing both of their heads to ring, and ever since then there has been a link between Moridin and Rand that neither one completely understands. Its influence is clear, however: now that Rand&apos;s hand is missing, Moridin&apos;s left hand does not work as well as it should. Moridin once granted <a href='#Graendal'>Graendal</a> some limited access to the True Power, on a short leash, but the likelihood of him doing so again after her utter failure is remote. He is a grand master at the game of Sha&apos;rah, a chess-like game from the Age of Legends; Moridin believes the game to be a distant memory of the battle with the Dark One during this Age from the previous turnings of the Wheel. His connection with Rand allows Rand to enter his dreams, even when they are isolated in a Dreamshard. The same connection seems to have given Rand access to the True Power as well, which allowed Rand to escape <a href='#Semirhage'>Semirhage</a>&apos;s Domination Band. Moridin, or rather Ishamael, turned to the Shadow for reasons of logic: following the Light meant the struggle continued forever, with no path to victory. Following the Shadow meant ruling for a short time before everything was destroyed. Moridin believes that the struggle between his soul and Rand&apos;s has continued unabated since the beginning of time, and he longs for release from that cycle. <i>See also</i> <a href='#Ishamael'>Ishamael</a>; <a href='#Dark'>Shai&apos;tan</a>; <a href='#Elan'>Tedronai, Elan Morin</a>. "}]}