{"id":"Padan-Fain","name":"Padan Fain","chapters":[{"title":"Chapter 44: Two Craftsmen","info":"<a class='name' name='Fain'>Padan Fain</a>, p. 857&#x2014;Former peddler that frequently came to Emond&apos;s Field. A Darkfriend, he was given orders to locate the <a href='#Reborn'>Dragon Reborn</a> and narrowed the list of candidates to three boys in Emond&apos;s Field. While persuing them, he encountered the spirit of <a href='#Mordeth'>Mordeth</a> in Aridhol, now called Shadar Logoth. Mordeth attempted to consume Fain&apos;s soul, but instead the two souls merged, producing something more evil than either of them alone. Fain no longer takes his orders from the Shadow; he has his own evil agenda. It is said, &#x201C;The look of the Eyeless is fear,&#x201D; from observing that a Myrddraal&apos;s look causes fear in the hearts of men. Fain&apos;s look has that effect on Myrddraal&#x2014;Fades feel the same fear of Fain as men feel from a Fade. Fain is also called <a href='#Ordeith'>Ordeith</a>, a name he adopted to become a Whitecloak officer. He is perhaps the most evil man alive. He later served as advisor to Toram Riatin, one of the Cairhienin nobles in rebellion to <a href='#Rand'>Rand</a>. Rand has a bounty of 100,000 gold crowns on his head&#x2014;Fain killed Rand&apos;s friends because they were his friends, he pillaged his homeland because it was his homeland, and Rand intends to see him dead for it. Rand still bears the wound that Fain&apos;s dagger gave him; the evil from Fain&apos;s dagger fighting the evil from <a href='#Ishamael'>Ishamael</a>&apos;s staff gave Rand the idea he used to cleanse <i>saidin</i>. Fain is now in the Great Blight, killing Shadowspawn for the sheer pleasure of it and waiting for Rand to arrive so he can kill him. He can kill a Myrddraal simply by touching it with the <a href='#Mashadar'>Mashadar</a>-like mist that exudes from him, and he can kill worms with ease. <i>See also</i> <a href='#Mashadar'>Mashadar</a>; <a href='#Mordeth'>Mordeth</a>; <a href='#Ordeith'>Ordeith</a>; <a href='#Shaisam'>Shaisam</a>. "}]}