{"id":"Rand-al-Thor","name":"Rand al'Thor","chapters":[{"title":"Prologue:  By Grace and Banners Fallen","info":"<a class=\"name\" name=\"Rand\">Rand al&apos;Thor</a>,\n      p. 27&#x2014;A young man from\n      Emond&apos;s Field in the Two Rivers, now proclaimed to be the\n      <a href=\"#Reborn\">Dragon Reborn</a>.  He is very tall, with curly\n      red-blond hair and bright blue-gray eyes that shine like gemstones.\n      He was raised by <a href=\"#Tam\">Tam al&apos;Thor</a> and his\n      wife <a href=\"#Kari\">Kari</a> (until her death around the time Rand was\n      five) in Emond&apos;s Field.  His real parents, however, were\n      <a href=\"#Janduin\">Janduin</a>, the chief of the Taardad Aiel who\n      brought the four clans across the Dragonwall to punish\n      <a href=\"#Laman\">Laman</a>&apos;s Sin, and a Maiden of the Spear named\n      Shaiel, who was actually\n      <a href=\"#Tigraine\">Tigraine Damodred</a>, the runaway\n      <a href=\"#DH\">Daughter-Heir of Andor</a>.\n      Tigraine gave birth to Rand on the slopes of Dragonmount, in\n      accordance with prophecy: &#x201C;born of a Maiden, of the ancient\n      blood but raised by the Old.&#x201D;  Rand has a heron branded into\n      each of his palms, which he received from the sword Tam gave him while\n      fighting <a href=\"#Ishamael\">Ishamael</a>.  He also has two\n      dragons on his forearms, which he received in Rhuidean to designate him\n      as the <i><a href=\"#Caracarn\">Car&apos;a&apos;carn</a></i>, the Chief of Chiefs of\n      the Aiel.  Until very recently, he had started wearing a new sword:\n      curved, with a black scabbard, painted with two twisting dragons much\n      like those on his forearms.  It was found under a submerged statue.\n      He has since given this sword to Tam.\n      He is not only the Dragon Reborn, but also\n      He Who Comes With the Dawn,\n      the man prophesied to reunite the Aiel, and\n      the <a href=\"#Coramoor\">Coramoor</a>, the one prophesied to bring the\n      Sea Folk out of the Sea.  He can channel strongly, more so than any\n      person who ever lived (except the previous users of his soul, including\n      <a href=\"#Lews\">Lews Therin Telamon</a>, who were obviously of equal\n      strength), and is also <i>ta&apos;veren</i>, the most strongly so since Lews\n      Therin as well.  Lews Therin&apos;s voice seemed to have found a new place\n      inside of Rand&apos;s head for some time;\n      he talked to him in a mad voice when Rand least expected it,\n      sometimes offering sound advice or knowledge, sometimes babbling,\n      sometimes even trying to wrest control of <i>saidin</i> from him.\n      <a href=\"#Semirhage\">Semirhage</a> revealed that hearing this voice was a symptom of\n      the madness associated with touching tainted <i>saidin</i> for as long\n      as Rand did.  Rand has since managed to create some sort of barrier\n      between the effects of the taint and his mind; the net effect is that\n      he is no longer insane, but retains all of Lews Therin&apos;s memories, all\n      his knowledge, and all his experience.\n      Unlike Lews Therin, Rand is accompanied by two other\n      <i>ta&apos;veren</i> during this turing of the Wheel, two men born within days\n      (hours, even) of him named <a href=\"#Mat\">Matrim Cauthon</a> and\n      <a href=\"#Perrin\">Perrin Aybara</a>, who both grew up in Emond&apos;s Field\n      as well.  Rand is destined, according to <a href=\"#Min\">Min</a>&apos;s viewings,\n      to fall in love with three women (and has):\n      <a href=\"#Min\">Min Farshaw</a>, <a href=\"#Elayne\">Elayne Trakand</a>,\n      and <a href=\"#Aviendha\">Aviendha of the Tardaad Aiel</a>.\n      Rand has had success in fighting many of the Forsaken;\n      all to confront him have died or been trapped.\n      He killed <a href=\"#Aginor\">Aginor</a> at the Eye of the World after the\n      Green Man killed\n      Balthamel; he allowed\n      <a href=\"#Moiraine\">Moiraine</a> to kill\n      Be&apos;lal in the Stone of Tear, and killed\n      <a href=\"#Ishamael\">Ishamael</a> in the Stone shortly afterward; in the\n      wagons near the Spine of the World, <a href=\"#Lanfear\">Lanfear</a>\n      confronted him and was pushed into the land of the Eelfinn by Moiraine,\n      where she was subsequently tortured by the Eelfinn and partially\n      drained of her ability to channel until &#x201C;rescued&#x201D; by\n      Moridin;\n      he killed Rahvin in <i>Tel&apos;aran&apos;rhiod</i> when he\n      came to the Royal Palace in Caemlyn;\n      <a href=\"#Asmodean\">Asmodean</a>, his teacher, was killed shortly after\n      Rahvin met his fate; <a href=\"#Sammael\">Sammael</a> met his fate while\n      fighting Rand in Shadar Logoth at the hands of <a href=\"#Mashadar\">Mashadar</a>;\n      Osan&apos;gar, the reincarnation of\n      <a href=\"#Aginor\">Aginor</a>, died at Shador Logoth when Rand was\n      cleansing <i>saidin</i>;\n      <a href=\"#Semirhage\">Semirhage</a> was captured during her attempt\n      to capture Rand and bind him with a Domination Band (a sort of male\n      <i>a&apos;dam</i>), and later died at his hand when she succeeded in binding\n      him when he accessed the True Power through his connection to\n      cossref(&quot;Moridin&quot;);\n      and Aran&apos;gar died when he attacked\n      <a href=\"#Graendal\">Graendal</a>&apos;s hold at Natrin&apos;s Barrow.\n      During his duel with Sammael, Rand encountered\n      a mysterious wanderer, who turned out to be <a href=\"#Moridin\">Moridin</a>, who\n      helped him.  During the fighting, their streams of balefire collided,\n      causing Rand&apos;s head to spin and both of them to lose coherency for a\n      while.  Afterwards, Rand had trouble seizing <i>saidin</i> due to the\n      taint&apos;s effect on his mind.   During his first fight with Semirhage,\n      Rand had his hand burned away by her weave of Fire;\n      Moridin has since been seen favoring his left hand,\n      as if Rand&apos;s injury is somehow affecting him.\n      Since the hand cannot be repaired,\n      Rand has moved on without it&#x2014;others compared it to the\n      reaction one might have after losing a glove.\n      Rand was captured for a brief period by <a href=\"#Semirhage\">Semirhage</a>,\n      after Shaidar Haran freed her from her captivity\n      at Aes Sedai hands.  She attempted to force him to choke Min to death,\n      but Rand&apos;s connection to Moridin allowed him to access the True Power,\n      and he used that connection to weave balefire and destroy Semirhage.\n      Thereafter, Rand steeled himself to do what he must,\n      without emotional influence, without distraction from feelings, until\n      finally the emotions grew too much to handle&#x2014;he finally Traveled\n      to Dragonmount, standing upon his own grave in fulfillment of Prophecy,\n      and contemplated his life, and all of his past lives, finally\n      determining that life and creation were not worth it unless you could\n      laugh and cry.  He destroyed the male Choedan Kal, and\n      seems to have blocked his madness somehow in the process.\n      <a href=\"#Nynaeve\">Nynaeve</a> attempted to Heal his madness, but he is beyond her\n      abilities.\n      Rand&apos;s prophecies fulfilled grow:  he has already\n      been born on the slopes of Dragonmount of a Maiden, of the ancient blood\n      but raised by the old; taken the Stone of Tear and drawn\n      <i>Callandor</i>; and began conquering &#x201C;under the forgotten\n      symbol,&#x201D; that of the Aes Sedai of the Age of Legends.  The\n      &#x201C;spotless tower&#x201D; (i.e., the White Tower) broke and\n      bent knee to him&amp;mdashthe Tower has broken, several Aes\n      Sedai have sworn fealty to him and only him, and even the\n      <a href=\"#Amyrlin\">Amyrlin</a> herself has agreed to work with him.\n      He slayed &#x201C;his people&#x201D; (the Aiel) with the &#x201C;sword\n      of peace&#x201D; and destroyed them &#x201C;with the [Way of the]\n      Leaf&#x201D; (referring to his dividing the Aiel with news that they used\n      to be a peacful, non-violent people).  He has &#x201C;wounds of\n      madness&#x201D; from Fain&apos;s dagger (and from the taint), and has\n      led the Aiel spears &#x201C;from the city, lost and forsaken&#x201D;\n      (Rhuidean).  And of course, he has stood &#x201C;on his own grave&#x201D;\n      and wept, referring to his scene at Dragonmount where he went from\n      being &#x201C;blind&#x201D; to the reasons for life to\n      &#x201C;seeing&#x201D; the reasons of life again.\n      Some time ago, he used the\n      Choedan Kal, the two great <i>sa&apos;angreal</i> created during the War of\n      the Shadow, to cleanse the <a href=\"#Dark\">Dark One</a>&apos;s taint from\n      <i>saidin</i>.  He has created schools of sorts, more research\n      universities, where some of the best inventors of the day have\n      congregated, near Cairhien, Caemlyn, and Tear to develop new technology.\n      Rand has also created the Asha&apos;man, men who came for his\n      &#x201C;amnesty&#x201D; for male channelers.  With <i>saidin</i> cleansed,\n      the Asha&apos;man are now safe from the <a href=\"#Dark\">Dark One</a>&apos;s taint.\n      The Asha&apos;man themselves are not free from the Dark One&apos;s\n      <i>influence</i>, however; there are many Darkfriends among the\n      Asha&apos;man, including <a href=\"#Taim\">Mazrim Taim</a>, the leader of the\n      Black Tower.  The Asha&apos;man under Taim once turned on Rand, trying to\n      kill him and worse, though Rand did not at that point know that they\n      were acting with Taim&apos;s knowledge.  Rand used to believe that\n      emotionlessness was the key to surviving to do what he must do, but he\n      now realizes he must instead accept what must be done, not letting it\n      bother him but still feeling it.\n      Rand is the salvation of the entire\n      world, and as the prophecy states, he <i>will</i> save the\n      world&#x2014;and Break it again.  <i>Editor&apos;s note:  there has been some\n      speculation as to the origin of Rand&apos;s new sword.  Some suggest that it\n      is Justice, the sword of Artur Hawkwing.  I submit\n      that the dragons wrapped around the blade suggest a much earlier origin:\n      the sword of Lews Therin Telamon himself.</i>\n      <i>See also</i>\n      <a href=\"#Elaida\">a&apos;Roihan, Elaida do Avriny</a>;\n      <a href=\"#Logain\">Ablar, Logain</a>;\n      <a href=\"#Kari\">al&apos;Thor, Kari</a>;\n      <a href=\"#Tam\">al&apos;Thor, Tamlin</a>;\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Aviendha\">Aviendha</a>;\n      <a href=\"#Perrin\">Aybara, Perrin t&apos;Bashere</a>;\n      <i><a href=\"#Caracarn\">Car&apos;a&apos;carn</a></i>;\n      <a href=\"#Mat\">Cauthon, Matrim</a>;\n      <a href=\"#Coramoor\">Coramoor</a>;\n      <a href=\"#Galad\">Damodred, Galadedrid</a>;\n      <a href=\"#Moiraine\">Damodred, Moiraine</a>;\n      <a href=\"#Tigraine\">Damodred, Tigraine</a>;\n      <a href=\"#Dragon\">Dragon, The</a>;\n      <a href=\"#Reborn\">Dragon Reborn</a>;\n      <a href=\"#Min\">Farshaw, Elmindreda</a>;\n      <a href=\"#Janduin\">Janduin</a>;\n      <a href=\"#Nynaeve\">Mandragoran, Nynaeve ti al&apos;Meara</a>;\n      <a href=\"#Promised\">Promised One</a>;\n      <a href=\"#Shadowkiller\">Shadowkiller</a>;\n      <a href=\"#Taim\">Taim, Mazrim</a>;\n      <a href=\"#Tamyrlin\">Tamyrlin</a>;\n      <a href=\"#Lews\">Telamon, Lews Therin</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>.\n  "}]}