{"id":"Saerin-Asnobar","name":"Saerin Asnobar","chapters":[{"title":"Chapter 5:  To Require a Boon","info":"<a class=\"name\" name=\"Saerin\">Saerin Asnobar</a>,\n      p. 151&#x2014;Sitter\n      for the Brown Ajah from Altara.  She carries a curved\n      knife, in the fashion of her native Altara.  She has touches of white\n      at her dark temples which emphasize a thin, age-faded white scar.  Only\n      a Warder could match her for scowling.  She has held her chair in the\n      Hall for forty years, and has worn the shawl for over 150 years.\n      Everyone knows to be wary of her temper.  She was born the daughter of\n      an innkeeper, and was first trained by the Daughters of Silence (an\n      organization similar to, but shorter-lived and smaller than, the\n      Kin)&#x2014;she was the only one of them to ever obtain the shawl.\n      She is good at taking charge of things, and immediately took charge\n      of the organization to fetter out Darkfriends in the Tower with\n      <a href=\"#Pevara\">Pevara</a>, dismissing <a href=\"#Seaine\">Seaine</a> from her position.\n      She has olive skin.  She is one of the few Browns who are intimidating.\n      Saerin was <a href=\"#Egwene\">Egwene</a>&apos;s second choice for\n      Keeper once she re-entered the Tower as <a href=\"#Amyrlin\">Amyrlin</a>,\n      though she suspected choosing her would weaken herself; people\n      would see Saerin as the true power behind the Seat.\n      Jesse Bilal wanted Saerin herself as Amyrlin.\n      <a href=\"#Siuan\">Siuan</a> has tried, unsuccessfully, to pry the cause of the\n      scar on her face out of Saerin.  Siuan used to think Saerin obstinate\n      and frustrating when <i>she</i> was Amyrlin, but now that she no longer\n      must impose her will upon her, she is actually beginning to <i>like</i>\n      Saerin.  Saerin was present at <a href=\"#Nynaeve\">Nynaeve</a>&apos;s test for the shawl.\n      She <i>strongly</i> objected to how she was treated.  She has retained\n      her position as a Sitter now the Tower has reunited.\n      <i>See also</i>\n      <a href=\"#Seaine\">Herimon, Seaine</a>;\n      <a href=\"#Pevara\">Tazanovni, Pevara</a>.\n  "}]}