{
    "id": "Amyrlin-Seat",
    "name": "Amyrlin Seat",
    "chapters": [
        {
            "title": "Prologue: Lightnings",
            "info": "<a class='name' name='Amyrlin'>Amyrlin Seat</a>, p. 13 (2)&#x2014;Leader of the Aes Sedai, their equivalent of a King or Queen. She in theory holds supreme power amongst the sisters, and leads the Hall of the Tower at its meetings. Kings and queens of nations strong and weak will come if summoned by the Amyrlin, even if they spend their entire trip figuring out how they will put a knife in her back while there. The Seat is traditionally held by a woman strong both in the Power and in her character. The vote to choose an Amyrlin must be unanimous, as must the vote to depose one. Once chosen the Amyrlin is said to be &#x201C;of all Ajahs and none&#x201D;&#x2014;all previous affiliations with Ajah are ignored (at least in theory). The Ajahs have gotten fairly equal numbers of Amyrlins raised from their Ajah, with two exceptions: no Amyrlin has been raised from the Red Ajah since Bonwhin Meraighdin, who was deposed and stilled for nearly breaking the Tower in <a href='#Hawkwing'>Artur Hawkwing</a>&apos;s day, except for <a href='#Elaida'>Elaida do Avriny a&apos;Roihan</a>, the current Amyrlin Seat in Tar Valon; the Blue Ajah has had more than the average number of Amyrlins from its Ajah&#x2014;four of the last the last five Amyrlins (before Elaida) were raised from the Blue Ajah. These two exceptions to the mean number of Amyrlins from one&apos;s Ajah have only added to the friction between the Blue and Red Ajahs over the years. The Amyrlin has a secretary of sorts, the <a href='#Keeper'>Keeper of the Chronicles</a>, who is traditionally chosen from the same Ajah that the Amyrlin was raised from. The office was held by <a href='#Siuan'>Siuan Sanche</a>, raised from the Blue Ajah, until she was deposed for her involvement with events surrounding the <a href='#Reborn'>Dragon Reborn</a>. Her successor was the leader of the coup, <a href='#Elaida'>Elaida do Avriny a&apos;Roihan</a>, raised from the Red Ajah. Siuan&apos;s deposition divided the Tower, and the faction opposing Elaida raised a new Amyrlin who could not be accused of choosing sides on the day Siuan was deposed: <a href='#Egwene'>Egwene al&apos;Vere</a>, who was outside the Tower and not even a full sister from the time Siuan was deposed to the time she was Raised. <i>See also</i> <a href='#Elaida'>a&apos;Roihan, Elaida do Avriny</a>; <a href='#Egwene'>al&apos;Vere, Egwene</a>; <a href='#Anghara'>Anghara</a>; <a href='#Sereille'>Bagand, Sereille</a>; <a href='#Tamra'>Ospenya, Tamra</a>; <a href='#Siuan'>Sanche, Siuan</a>; <a href='#Cemaile'>Sorenthaine, Cemaile</a>; <a href='#Sierin'>Vayu, Sierin</a>. "
        }
    ]
}