{
    "id": "Dark-One",
    "name": "Dark One",
    "chapters": [
        {
            "title": "Prologue: Lightnings",
            "info": "<a class='name' name='Dark'>Dark One</a>, p. 13 (1)&#x2014;Name, used in every land, for Shai&apos;tan, the source of all evil, complete opposite of the <a href='#Creator'>Creator</a> in every way. At the moment of Creation, the Dark One was imprisoned by the Creator at Shayol Ghul. This prison kept the Dark One from touching the world until it was bored into by humans during the Age of Legends. This hole, called the Bore, allowed the Dark One to once again touch the world, causing new outbreaks of war, treachery, violence, and crime. The attempt to free the Dark One completely resulted in the War of the Shadow (called the War of Power by some, especially those on the Shadow&apos;s side), during which a number of important leaders forsook the Light and gave their lives to the Dark One; these people are known today as the Forsaken, and were 13 of the most powerful Aes Sedai of the Age of Legends. The War of the Shadow did not end until <a href='#Lews'>Lews Therin Telamon</a>, the <a href='#Dragon'>Dragon</a>, and his Hundred Companions Traveled to Shayol Ghul and re-sealed the Dark One back into his prison, trapping the Forsaken with him. At the moment of sealing, Shai&apos;tan lashed out at those sealing the prison, driving them insane and tainting <i>saidin</i> itself, the male half of the True Source, dooming all male Aes Sedai to madness as well and starting the Time of Madness. These seals are weakening now, enough that the Forsaken have escaped and the Dark One is once again able to exert influence on the world. These seals were scattered throughout the world by Aes Sedai during the Breaking of the World. In order of when they were found, they were placed: 1) At the Eye of the World (broken when it was found); 2) in the hands of Bayle Domon, later pilfered by High Lord Turak of the Seanchan (broken at the battle of Falme), 3) On Seanchan, part of High Lord Turak&apos;s collection (broken at the battle at Falme); 4) In the Great Hold at the Stone of Tear (still intact); 5) In the Panarch&apos;s Palace in Tanchico (broken enroute to Salidar); 6) One in Rhuidean (still intact), and 7) Found by <a href='#Taim'>Mazrim Taim</a> on a small farm in Saldaea (still intact). Despite being made of <i>cuendillar</i>, the three that remain unbroken can be cut with a knife and would break by a fall from a table. The Dark One is also referred to by many euphemisms, including Sightblinder, Lord of the Grave, Father of Lies, Grassburner, Leafblighter, Heartsbane, Soulsbane, Lord of the Twilight, Father of Storms, Shepherd of the Night, and (among Darkfriends) the Great Lord of the Dark. <i>See also</i> <a href='#Creator'>Creator, The</a>. "
        }
    ]
}