{"id":"Elayne-Trakand","name":"Elayne Trakand","chapters":[{"title":"Prologue:  Lightnings","info":"<a class=\"name\" name=\"Elayne\">Elayne Trakand</a>,\n      p. 18 (8)&#x2014;The Daughter-Heir of Andor, now an Aes Sedai of the\n      Green Ajah.  She is the daughter of <a href=\"#Morgase\">Queen Morgase</a>\n      and her late husband, Taringail, and sister to\n      <a href=\"#Gawyn\">Gawyn</a>.  She is also half-sister to\n      <a href=\"#Galad\">Galad</a>, although she would rather not be reminded of\n      this fact; she thinks Galad virtuous to the point of fault, and doesn&apos;t\n      really like him.  She has considerable potential in the One Power, and\n      is one of the strongest Aes Sedai in a thousand years or more,\n      possibly since the Age of Legends, with the exception of\n      <a href=\"#Egwene\">Egwene</a>, <a href=\"#Nynaeve\">Nynaeve</a>, and\n      <a href=\"#Aviendha\">Aviendha</a>.  She has\n      red-gold curly hair.  During her stay in the Stone of Tear, Elayne\n      realized she loved <a href=\"#Rand\">Rand al&apos;Thor</a>, and told him how she\n      felt; he felt similarly.  She had no idea at the time what\n      <a href=\"#Min\">Min</a> meant about &quot;having to share him,&quot; but now knows\n      about Min&apos;s viewing of Rand with the three women&apos;s heads, indicating\n      that Rand will fall in love with Min, Elayne, and\n      <a href=\"#Aviendha\">Aviendha</a>, and they with him.  Later, when she and\n      Nynaeve had trouble with <a href=\"#Moghedien\">Moghedien</a>, Elayne ended\n      up bonding <a href=\"#Birgitte\">Birgitte</a> as her Warder (despite being\n      only Accepted) in order to save Birgitte&apos;s life.  Elayne is currently\n      in Ebou Dar, looking for the Bowl of the Winds, a <i>ter&apos;angreal</i>\n      that she believes will fix the weather.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Birgitte\">Birgitte</a>;\n      <a href=\"#Galad\">Damodred, Galadedrid</a>;\n      <a href=\"#Gawyn\">Trakand, Gawyn</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}