{"id":"Elmindreda-Min-Farshaw","name":"Elmindreda (Min)  Farshaw","chapters":[{"title":"Prologue:  Lightnings","info":"<a class=\"name\" name=\"Min\">Elmindreda (Min)  Farshaw</a>,\n      p. 50 (51)&#x2014;A young woman from Baerlon.  She has a special ability that few\n      besides herself know about:  she sees images and auras around people,\n      especially around Aes Sedai and Warders, that foretell their futures.\n      Min does not always know what these viewings mean, but when she does, it\n      <i>will</i> happen; it is only a question of how and when.  Min was\n      fascinated by the number of images she saw around\n      <a href=\"#Rand\">Rand</a>, especially the one she saw that included herself:\n      he is destined to fall in love with three different women, one of which\n      is herself.  She usually dresses in attire reserved for men; this habit\n      was picked up when growing up with her father, who was a miner.\n      However, once she started to develop feelings for Rand, she began to\n      wear more traditionally feminine attire.  Min was in Tar Valon helping\n      <a href=\"#Siuan\">Siuan</a> with her viewings&apos; information when Siuan was\n      deposed, and it was Min that freed Siuan and <a href=\"#Leane\">Leane</a>\n      from the dungeon.  She accompanied the two former leaders of the Aes\n      Sedai to Salidar; once there, she left for Caemlyn with Salidar&apos;s\n      embassy to Rand.  Once in Caemlyn, she brought information to Rand about\n      the embassy there, and their intentions.  She has only had one viewing\n      that ever failed, which concerned <a href=\"#Moiraine\">Moiraine</a>; since\n      Moiraine is believed dead, she hopes that her viewings might be wrong at\n      least once in a while.  Min is one of only two women that can rightfully\n      call herself a lover to the <a href=\"#Dragon\">Dragon Reborn</a>.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Aviendha\">Aviendha</a>;\n      <a href=\"#Jan\">Jan</a>;\n      <a href=\"#Miren\">Miren</a>;\n      <a href=\"#Rana\">Rana</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>.\n  "}]}