{"id":"Lanfear","name":"Lanfear","chapters":[{"title":"Prologue:  Lightnings","info":"<a class=\"name\" name=\"Lanfear\">Lanfear</a>,\n      p. 40 (37)&#x2014;One of the\n      Forsaken.  Unlike the rest of the Forsaken, she chose her name for\n      herself, which means &#x201C;Daughter of the Night&#x201D; in the Old\n      Tongue.  She was born Mierin Eronaile,\n      and was strong in the One Power.  She worked at the Collam Daan,\n      the primary facility for research into the One Power.\n      Her final discovery there was what she\n      thought was a new source for the One Power, one that could be harnessed\n      by men and women alike&#x2014;this source turned out to be the emissions\n      through a thin spot in the Pattern from the\n      <a href=\"#Dark\">Dark One</a>&apos;s prison.\n      She and another Aes Sedai named Beidomon bored into\n      the prison, creating what is now referred to as simply the Bore,\n      allowing the Dark One to touch the world again and leading to the War of\n      the Shadow.  Around this time, Mierin formed a relationship with\n      <a href=\"#Lews\">Lews Therin Telamon</a>, who headed the forces of the\n      Light against the Shadow and was the most powerful man she had found.\n      Lews Therin broke off the relationship when he found that she only\n      wanted him for his power and authority and the possibility of power for\n      herself through him.  Mierin never let go of him, and when he later met\n      and married Ilyena Moerelle, she tried to disrupt\n      the wedding ceremony as well as split the two apart by any means.\n      Eventually she went to Shayol Ghul to dedicate her soul to the Shadow,\n      most likely to finally get back at Lews Therin for leaving her.  She\n      declared as her territory the World of Dreams, <i>Tel&apos;aran&apos;rhiod</i>,\n      using it to ends now unknown.  She transferred her obsessive love intact\n      to Lews Therin&apos;s soul&apos;s new body, <a href=\"#Rand\">Rand al&apos;Thor</a>,\n      after being freed from the Bore.  She first appeared to him as a young\n      woman named Selene, but disguised her appearance as a slightly less\n      beautiful (but still stunning) woman.  Almost a year later, Lanfear\n      found that Rand had been &#x201C;unfaithful&#x201D; to her, and she tried\n      to kill him.  Before she could, she was pushed through the twisted stone\n      doorway <i>ter&apos;angreal</i> leading to the lands of the Eelfinn by\n      <a href=\"#Moiraine\">Moiraine</a>, becoming trapped.  It is not known\n      whether Lanfear is still alive.\n      <i>See also</i>\n      <a href=\"#Lews\">Telamon, Lews Therin</a>.\n  "}]}