{"id":"Lord-Gareth-Bryne","name":"Lord Gareth Bryne","chapters":[{"title":"Prologue: Lightnings","info":"<a class='name' name='Bryne'>Lord Gareth Bryne</a>, p. 24 (15)&#x2014;Former First Prince of the Sword and Captain of the Queen&apos;s Guards under <a href='#Morgase'>Queen Morgase</a> in Andor. He was appointed to the position because Morgase had no living male relatives, but was exiled from Caemlyn on a suggestion from Morgase&apos;s new advisor, <a href='#Gaebril'>Lord Gaebril</a>. He moved to his private estates in rural Andor, where he presided over the trial of three young women who unintentionally burned a barn: they turned out to be <a href='#Siuan'>Siuan Sanche</a>, the former <a href='#Amyrlin'>Amyrlin Seat</a>; <a href='#Leane'>Leane Sharif</a>, the former <a href='#Keeper'>Keeper of the Chronicles</a>, and <a href='#Min'>Min Farshaw</a>. When these three made an oath to serve him and then apparently broke it, he followed them out of sheer curiosity to Salidar. Once their, he discovered the true identity of the three, as well as that the Tower was truly broken. The Aes Sedai in Salidar persuaded him to command the army they would need to take the Amyrlin Seat from <a href='#Elaida'>Elaida</a>, since he was the only commander that the Warders thought would be willing and able to help them. He is one of the six best military commanders west of the Aiel Waste, in a league with <a href='#Niall'>Pedron Niall</a>, Rodel Ituralde, <a href='#Bashere'>Davram Bashere</a>, Agelmar Jagad, and <a href='#Mat'>Matrim Cauthon</a>. Although neither of them would admit it, Bryne seems to be developing feelings for Siuan Sanche; he wishes to avoid another mistake like his relationship as <a href='#Morgase'>Morgase</a>&apos;s lover, and also never forgave Siuan for when she publicly shamed him years ago. She seems to be developing similar feelings for him, much to her dismay. He plans to be the first ever general to take the city of Tar Valon; the closest anyone else ever came was with <a href='#Guaire'>Guaire Amalasan</a>&apos;s armies, who got as far as the White Tower itself, and <a href='#Hawkwing'>Artur Hawkwing</a>, who never managed to go beyond beseiging the city. Actually, Amalasan&apos;s troops never beseiged the city, they simply managed to breech the walls; Hawkwing never managed to stop the supply ships coming up the river. Bryne believes he will be able to overcome this problem. <i>See also</i> <a href='#Siuan'>Sanche, Siuan</a>. "}]}