{"id":"Moiraine-Damodred","name":"Moiraine Damodred","chapters":[{"title":"Chapter 8:  The Figurehead","info":"<a class=\"name\" name=\"Moiraine\">Moiraine Damodred</a>,\n      p. 166 (201)&#x2014;Aes Sedai of the Blue Ajah.  Born of a noble House in Cairhien,\n      she is Taringail Damodred&apos;s youngest\n      half-sister, and <a href=\"#Laman\">King Laman</a>&apos;s niece.\n      She is considered short among her people,\n      and the Cairhienin are already a short people.  When it\n      was discovered that she had the ability to channel inborn, Moiraine went\n      to Tar Valon to become an Aes Sedai.  Just before being raised to the\n      shawl, she and her friend <a href=\"#Siuan\">Siuan Sanche</a> witnessed\n      Gitara Moroso&apos;s Foretelling of the Rebirth of the\n      <a href=\"#Dragon\">Dragon</a>.  Moiraine and Siuan walked away from each\n      other and did not speak to each other again (at least in public), but\n      both held secret communication with each other and dedicated their lives\n      to finding and guiding the <a href=\"#Reborn\">Dragon Reborn</a>.  Moiraine\n      found the young man she sought on Winternight in Emond&apos;s Field, a young\n      man named <a href=\"#Rand\">Rand al&apos;Thor</a>, along with two more\n      <i>ta&apos;veren</i>, <a href=\"#Mat\">Mat Cauthon</a> and\n      <a href=\"#Perrin\">Perrin Aybara</a> and two women with the spark of the\n      Power inborn, <a href=\"#Egwene\">Egwene al&apos;Vere</a> and\n      <a href=\"#Nynaeve\">Nynaeve al&apos;Meara</a>.  When Moiraine was shortly\n      raised to the shawl, she met <a href=\"#Lan\">al&apos;Lan Mandragoran</a>, the\n      uncrowned King of Malkier, who was fighting alone against the Shadow in\n      the Blight; she asked Lan to become her Warder, and he accepted.  She is\n      very strong in the Power, stronger than almost all living Aes Sedai.  In\n      the Stone of Tear, Moiraine confronted and killed the Forsaken\n      <a href=\"#Belal\">Be&apos;lal</a> with balefire, just before he would have\n      killed Rand.  Later, after having an inkling of the future events from\n      the testing <i>ter&apos;angreal</i> for the Wise Ones, Moiraine managed to\n      push the Forsaken <a href=\"#Lanfear\">Lanfear</a> through the twisted\n      doorway <i>ter&apos;angreal</i> into the land of the Eelfinn, trapping both\n      her and Lanfear there.  It is unknown whether Moiraine lives on in the\n      land off the Finn, or whether she is dead, but her bond with Lan has\n      been severed, and other Aes Sedai consider her a legend, not only for\n      discovering the <a href=\"#Reborn\">Dragon Reborn</a> but for killing or\n      trapping two of the Forsaken as well.\n      <i>See also</i>\n      <a href=\"#Lan\">Mandragoran, Lan</a>;\n      <a href=\"#Thom\">Merrilin, Thomdril</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>.\n  "}]}