{"id":"Siuan-Sanche","name":"Siuan Sanche","chapters":[{"title":"Prologue:  Lightnings","info":"<a class=\"name\" name=\"Siuan\">Siuan Sanche</a>,\n      p. 18 (8)&#x2014;Born in Tear to a fisherman,\n      she was sent to the White Tower on the\n      first boat to leave after she discovered she had the ability to channel\n      inborn, according to Tairen law.  As a novice, she was good friends with\n      <a href=\"#Moiraine\">Moiraine Damodred</a>, and was present at\n      Gitara Moroso&apos;s Foretelling of the Rebirth of the\n      <a href=\"#Dragon\">Dragon</a>.  After being raised to the shawl, she\n      joined the Blue Ajah to dedicate her life to finding and guiding the\n      <a href=\"#Reborn\">Dragon Reborn</a>, and eventually came\n      to lead the Blues&apos; network of eyes-and-ears (i.e., spies) before being\n      raised to the <a href=\"#Amyrlin\">Amyrlin Seat</a>.  She was only thirty\n      years old when raised to the Amyrlin Seat, making her the youngest\n      Amyrlin to date.  She was also one of the strongest Amyrlins in recent\n      history, and one of the most feared among the rulers of nations.  Her\n      blue-eyed stare was feared by all.  When her twenty-year connection to\n      the <a href=\"#Reborn\">Dragon Reborn</a> was discovered, she and her\n      <a href=\"#Keeper\">Keeper of the Chronicles</a>,\n      <a href=\"#Leane\">Leane Sharif</a>,\n      were deposed and stilled by a group of sisters loyal to\n      <a href=\"#Elaida\">Elaida a&apos;Roihan</a>.  Siuan hoped to regain some of her\n      previous standing in the new Tower that separated from Elaida&#x2014;her\n      knowledge of the Blue Ajah spy network is hard to match, and she knows\n      much that she thinks would be of use.  In one of her viewings,\n      <a href=\"#Min\">Min</a> saw that Siuan would have to remain close by to\n      <a href=\"#Bryne\">Gareth Bryne</a>&#x2014;if she did not, both of them\n      would die.  Siuan did not initially know what she meant, but now\n      realizes that she is growing to love the gray-haired man who leads the\n      Salidar army.  She had a Warder named <a href=\"#Alric\">Alric</a>, but he died\n      when she was deposed.  After coming to Salidar, <a href=\"#Nynaeve\">Nynaeve</a>\n      discovered how to restore Siuan&apos;s ability to channel, at least partially.\n      This resurrected a part of her bond with Alric, but did not bring back\n      her former strength, or her binding by the Oath Rod.  She can now lie as\n      well as any child.  She now serves as an &#x201C;advisor&#x201D; to the\n      new Amyrlin in Salidar, <a href=\"#Egwene\">Egwene al&apos;Vere</a>, but though\n      she puts on a\n      fa&#xE7;ade of hating the work, she is actually one of Egwene&apos;s\n      foremost agents.  The fact that she is Aes Sedai, not to mention one who\n      was stilled and Healed again, makes other sisters tend to be oblivious to\n      this fact.\n      <i>See also</i>\n      <a href=\"#Elaida\">a&apos;Roihan, Elaida do Avriny</a>;\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Alric\">Alric</a>;\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Moiraine\">Damodred, Moiraine</a>;\n      <a href=\"#Leane\">Sharif, Leane</a>.\n  "}]}