{"id":"Bethamin-Zeami","name":"Bethamin Zeami","chapters":[{"title":"Chapter 3:  A Fan of Colors","info":"<a class=\"name\" name=\"Bethamin\">Bethamin Zeami</a>,\n      p. 149 (168)&#x2014;<i>Sul&apos;dam</i> who was left behind after the battle at Falme,\n      later captured by <a href=\"#Tamarath\">Egeanin</a>.  When Egeanin found\n      her, she tried to get away, so Egeanin snapped the <i>a&apos;dam</i> she was\n      carrying around her neck, hoping to use it as one more barrier to the\n      woman fleeing (since Bethamin supposedly cannot channel, the\n      <i>a&apos;dam</i> should have no other effect than throwing a metal ring\n      around her head).  Much to Egeanin&apos;s surprise, the <i>a&apos;dam</i> held\n      Bethamin just as well as it held the <i>damane</i> it was intended for.\n      Bethamin already knew this, from observing <a href=\"#Renna\">Renna</a>, who\n      <a href=\"#Egwene\">Egwene</a> left collared after Falme.  From this, and\n      from <a href=\"#Nynaeve\">Nynaeve</a>&apos;s and <a href=\"#Elayne\">Elayne</a>&apos;s\n      information about the possibility of learning to channel (not just\n      having it inborn), Egeanin reasoned that all <i>sul&apos;dam</i>, including\n      Bethamin, could channel if they were taught&#x2014;which went against\n      everything she had been taught her entire life.  Bethamin is now\n      forbidden to be linked to <i>damane</i>, both as protection for\n      her&#x2014;if anyone besides <a href=\"#Suroth\">Suroth</a> knew that the\n      <i>a&apos;dam</i> would control her, they would probably make her wear it all\n      the time&#x2014;and as protection for the Seanchan way of life, which\n      would likely collapse if it was learned that <i>sul&apos;dam</i> could\n      channel just as well as <i>damane</i>.  She has since been spirited away\n      from Ebou Dar with <a href=\"#Mat\">Mat</a>, Egeanin, and the rest of the group\n      that fled Ebou Dar.\n      <i>See also</i>\n      <a href=\"#Renna\">Emain, Renna</a>;\n      <a href=\"#Seta\">Zarbey, Seta</a>.\n  "}]}