{"id":"Cadsuane-Melaidhrin","name":"Cadsuane Melaidhrin","chapters":[{"title":"Prologue:  Glimmers of the Pattern","info":"<a class=\"name\" name=\"Cadsuane\">Cadsuane Melaidhrin</a>,\n      p. 71 (70)&#x2014;Aes\n      Sedai of the Green Ajah with iron-gray hair.  She retired to a rose\n      garden in northern Ghealdan, but has since left it due to the difficulty\n      of growing decent roses with the weather the way it used to be.  She\n      refused two appointments to the Hall of the Tower, when refusing even\n      once is unheard of.  She also refused to become head of the Green Ajah.\n      It is said that she has had more Warders than most sisters have had\n      shoes.  She has more strength than anyone in a thousand years except\n      perhaps for <a href=\"#Egwene\">Egwene</a> and\n      <a href=\"#Nynaeve\">Nynaeve</a>.  Although she is a Green, she has\n      confronted and captured more men that can channel than any other woman;\n      unknown to most, the men she captures tend to live longer after being\n      gentled than the average.  She is somewhat of a living legend among Aes\n      Sedai.  According to <a href=\"#Min\">Min</a>, Cadsuane will teach\n      <a href=\"#Rand\">Rand</a> and the Asha&apos;man something&#x2014;they will not like\n      it, especially not from her, but they will have to learn it.  She is the\n      oldest Aes Sedai alive.  Cadsuane wears many ornaments in her hair, all\n      of which are <i>ter&apos;angreal</i> she has collected over the years.  One\n      of them is a reservoir&#x2014;it &#x201C;stores&#x201D; <i>saidar</i> for\n      later use in places where one might not be able to tap the Source, such\n      as inside an Ogier <i>stedding</i> or inside Far Madding, her hometown.\n      Another vibrates in the presence of men who can channel; it is likely\n      this ornament that has allowed her to capture so many men to be gentled.\n      There are many others, including three that she does not know the\n      purpose of.  <a href=\"#Siuan\">Siuan</a> suspects Cadsuane may be a\n      Darkfriend, but based on her actions and thoughts so far that seems\n      unlikely.\n  "}]}