{"id":"Dark-One","name":"Dark One","chapters":[{"title":"Chapter 2:  Two Captains","info":"<a class=\"name\" name=\"Dark\">Dark One</a>,\n      p. 124 (136)&#x2014;Name used in every\n      land for Shai&apos;tan, the source of all evil, complete antithesis of\n      <a href=\"#Creator\">The Creator</a> in every way.  At the moment of\n      Creation, Shai&apos;tan was imprisoned by the Creator at Shayol Ghul.  This\n      prison kept him from touching the world until it was bored into by Aes\n      Sedai during the Age of Legends.  This hole, called the Bore, allowed\n      the Dark One to once again touch the world, causing new outbreaks of\n      war, treachery, violence, and crime.  The attempt to free the Dark One\n      completely resulted in the War of the Shadow (called the War of Power by\n      some, especially those on the Shadow&apos;s side), during which a number of\n      important leaders forsook the Light and gave their lives to the Dark\n      One; these people are known today as the Forsaken, and were 13 of the\n      most powerful Aes Sedai of the Age of Legends.  The War of the Shadow\n      did not end until <a href=\"#Lews\">Lews Therin Telamon</a>, the\n      <a href=\"#Dragon\">Dragon</a>, and his Hundred Companions Traveled to\n      Shayol Ghul and re-sealed the Dark One back into his prison, trapping\n      the Forsaken with him.  At the moment of sealing, Shai&apos;tan lashed out at\n      those sealing the prison, driving them insane and tainting <i>saidin</i>\n      itself, the male half of the True Source, dooming all male Aes Sedai to\n      madness as well and starting the Time of Madness.  These seals are\n      weakening now, enough that the Forsaken have escaped and the Dark One is\n      once again able to exert influence on the world.  These seals were\n      scattered throughout the world by Aes Sedai during the Breaking of the\n      World.  In order of when they were discovered, they were found:  1) At\n      the Eye of the World (broken when it was found); 2) in the hands of\n      <a href=\"#Domon\">Bayle Domon</a>, later pilfered by\n      <a href=\"#Turak\">High Lord Turak</a> of the Seanchan (broken at the\n      battle of Falme), 3) On Seanchan, part of High Lord Turak&apos;s collection\n      (broken at the battle at Falme); 4) In the Great Hold at the Stone of\n      Tear (still intact); 5) In the Panarch&apos;s Palace in Tanchico (broken\n      enroute to Salidar); 6) One in Rhuidean (still intact), and 7) Found by\n      <a href=\"#Taim\">Mazrim Taim</a> on a small farm in Saldaea (still\n      intact).  Despite being made of <i>cuendillar</i>, the three that remain\n      unbroken can be cut with a knife and would break by a fall from a table.\n      The Dark One is also referred to by other euphemisms, including\n      Sightblinder, Lord of the Grave, Father of Lies, Grassburner,\n      Leafblighter, Heartfang, Heartsbane, Soulsbane, Lord of the Twilight,\n      Father of Storms, Shepherd of the Night, Soulblinder, and (among\n      Darkfriends) the Great Lord of the Dark.\n      <i>See also</i>\n      <a href=\"#Creator\">Creator, The</a>;\n      <a href=\"#Dragon\">Dragon, The</a>;\n      <a href=\"#Moridin\">Moridin</a>.\n  "}]}