{"id":"Egwene-al-Vere","name":"Egwene al'Vere","chapters":[{"title":"Prologue:  Glimmers of the Pattern","info":"<a class=\"name\" name=\"Egwene\">Egwene al&apos;Vere</a>,\n      p. 53 (48)&#x2014;Young woman from Emond&apos;s Field,\n      now raised to the <a href=\"#Amyrlin\">Amyrlin Seat</a>\n      among the Aes Sedai opposing <a href=\"#Elaida\">Elaida</a>.  She\n      has considerable strength with the One Power, and will most likely be\n      one of the strongest Aes Sedai in over a thousand years.  She is also\n      the first Dreamer in the Tower in almost 500 years; she trained with the\n      Wise Ones to learn more of this Talent.  Egwene is good friends with\n      <a href=\"#Elayne\">Elayne Trakand</a>, the Daughter-Heir of Andor, and is\n      also a childhood friend of <a href=\"#Rand\">Rand al&apos;Thor</a>, the\n      <a href=\"#Reborn\">Dragon Reborn</a>.  In fact, Rand and Egwene were all\n      but Promised in their youth, but both of them feel an almost\n      sibling-like love for each other now; they know that they cannot get\n      married, and do not want to.  Egwene is the love object of both of\n      Elayne&apos;s brothers, <a href=\"#Galad\">Galad</a> and\n      <a href=\"#Gawyn\">Gawyn</a>&#x2014;she is flattered by Galad&apos;s attentions,\n      but she does not return them; she does find Gawyn to her liking, and had\n      a dream of bonding him as her Warder; she knows it will occur.  Egwene\n      was most likely chosen Amyrlin because she was in the Aiel Waste when\n      the rebellion occurred, and because the Aes Sedai thought she could be\n      guided by them without too much trouble; if this was their intent, they\n      made a grave mistake, for Egwene promises to be one of the strongest\n      Amyrlins in history.  Egwene has enlisted\n      <a href=\"#Bryne\">Gareth Bryne</a> as the commander of her army to invade\n      Tar Valon and remove Elaida from power.\n      She has also opened the novice books to all\n      interested women for the first time in history&#x2014;in the past, they\n      were only open to girls of a certain age, for fear that older women\n      would not be able to handle the discipline.  This policy has increased\n      the size of the rebel Tower to several times the size of the original,\n      unified one.  The number of novices has increased to levels not known\n      for over a thousand years.  Egwene has also discovered many lost Talents\n      of the Age of Legends, such as Dreaming, Traveling, and the making of\n      <i>cuendillar</i>.  She was guided to Dreaming by the Wise Ones, with\n      whom she studied in the Aiel Waste, and was guided to the making of\n      <i>cuendillar</i> by <a href=\"#Moghedien\">Moghedien</a> while she was\n      captured, but Traveling was her discovery alone.  She has recovered\n      some other abilities through Moghedien as well.  She plans to reunite\n      the Tower and make it stronger than ever&#x2014;and she plans to start by\n      exiling Elaida, as she will not unite the Tower, only shatter it into\n      fragments that will never be gathered up again.\n      <i>See also</i>\n      <a href=\"#Elaida\">a&apos;Roihan, Elaida do Avriny</a>;\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Renna\">Emain, Renna</a>;\n      <a href=\"#Moghedien\">Moghedien</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>;\n      <a href=\"#Gawyn\">Trakand, Gawyn</a>;\n      <a href=\"#Seta\">Zarbey, Seta</a>.\n  "}]}