{"id":"Elaida-do-Avriny-a-Roihan","name":"Elaida do Avriny a'Roihan","chapters":[{"title":"Prologue:  Glimmers of the Pattern","info":"<a class=\"name\" name=\"Elaida\">Elaida do Avriny a&apos;Roihan</a>,\n      p. 39 (31)&#x2014;Aes Sedai formerly of the Red Ajah, now raised to the\n      <a href=\"#Amyrlin\">Amyrlin Seat</a> in Tar Valon.  She was born the\n      youngest daughter of a minor House in the north of Murandy.  She\n      occasionally has the Foretelling, and as a result of a Foretelling she\n      had concerning the importance of the Royal Family of Andor in Tarmon\n      Gaidon, she served as advisor to <a href=\"#Morgase\">Queen Morgase</a> of\n      Andor for her entire reign.  She later led the coup that deposed\n      <a href=\"#Siuan\">Siuan Sanche</a> and placed her on the Amyrlin Seat in\n      Siuan&apos;s place.  She distrusts anyone not of the Red Ajah (as most Reds\n      do), and does not think she will ever be able to trust any member of the\n      Blue Ajah again.  Her <a href=\"#Keeper\">Keeper of the Chronicles</a> is\n      <a href=\"#Alviarin\">Alviarin Freidhen</a> of the White Ajah&#x2014;she was\n      all but forced to choose Alviarin due to her role in the deposition of\n      Siuan.  If she chose a Keeper from her Ajah, she most likely would not\n      have won the support of the White Ajah, and then <i>she</i> would have\n      been stilled and banished from the Tower instead of\n      Siuan.  Her Foretelling about the importance of Andor&apos;s royal family\n      during the Last Battle occurred around the time the Succession was going\n      on, so she immediately attached herself to Morgase as soon as it became\n      clear that she would be the one to take the Lion Throne.  Another of her\n      Foretellings was to predict that <a href=\"#Rand\">Rand al&apos;Thor</a> would\n      shake the world on its very foundations&#x2014;she constantly kicks\n      herself for not doing something about him when he was right in front of\n      her, little more than a farmboy at the time.  Her most recent\n      Foretelling was that &#x201C;the White Tower would be whole again, except\n      for remnants cast out and scorned, whole and stronger than ever.\n      <a href=\"#Rand\">Rand al&apos;Thor</a> will face the Amyrlin Seat and know her\n      anger.  The Black Tower will be rent in blood and fire, and sisters will\n      walk its grounds.&#x201D;  The Foretelling about Rand is obviously deadly\n      accurate.  However, the one about the Royal Family occurred at an\n      inopportune time; at the time of Elaida&apos;s Foretelling, the Royal Family\n      was not certain.  It may have meant Morgase,\n      <a href=\"#Gawyn\">Gawyn</a>, <a href=\"#Galad\">Galad</a>, and\n      <a href=\"#Elayne\">Elayne</a> (they have all had a large role to play in\n      the recent past), but it is also possible it could have meant the old\n      Royal Family, that of <a href=\"#Tigraine\">Tigraine</a>,\n      Taringail, Galad, and later Elayne and Gawyn as\n      well.  After all, Morgase is just Morgase, but Tigraine is the mother of\n      the <a href=\"#Reborn\">Dragon Reborn</a>.  Her most recent Foretelling\n      will of course be fulfilled, but not necessarily how she wants it to be;\n      she does not realize that the Amyrlin Seat in the Foretelling might not\n      be her, that the remnants cast out might be those loyal to her, and that\n      the destruction of the Black Tower might have nothing to do with her.\n      Elaida is quite strong in the One Power; only Siuan (before she was\n      stilled and Healed), <a href=\"#Moiraine\">Moiraine</a>,\n      <a href=\"#Egwene\">Egwene</a>, <a href=\"#Elayne\">Elayne</a>,\n      <a href=\"#Nynaeve\">Nynaeve</a>, and a few others could match her\n      strength.  Elaida has always sought positions of power; she chose to\n      follow Morgase to have a better chance at guiding the forces in the Last\n      Battle, and tried to capture Rand al&apos;Thor in an effort to gain similar\n      control.  The only sisters that support her are those that are actually\n      Black Ajah and those that would follow any Amyrlin legally raised, as\n      Elaida was (although just barely; all laws used to raise her were\n      stretched almost to their breaking point, and some believe they actually\n      <i>did</i> shatter).  Elaida is currently building a palace for herself\n      atop the Warders&apos; old practice yard.  The building will be about as tall\n      as the White Tower.  She has no plans on being merciful on those who\n      rebelled against her when she deposed Siuan&#x2014;her terms are that the\n      Blue Ajah no longer exists, and that any sister following Egwene must\n      serve penance under her personal guidance before being readmitted to the\n      Tower.\n      <i>See also</i>\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Alviarin\">Freidhen, Alviarin</a>;\n      <a href=\"#Toveine\">Gazal, Toveine</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}