{"id":"Leane-Sharif","name":"Leane Sharif","chapters":[{"title":"Chapter 17:  Secrets","info":"<a class=\"name\" name=\"Leane\">Leane Sharif</a>,\n      p. 423 (509)&#x2014;Aes Sedai of the\n      Green Ajah.  She grew up in Arad Doman, and has coppery skin.  Just as\n      her family members were training her in the seductive ways of Domani\n      women, Leane found that her life would take a different direction:  she\n      could channel <i>saidar</i>, and would do so with or without teaching.\n      She became an Aes Sedai, a member of the Blue Ajah, and was eventually\n      raised to <a href=\"#Keeper\">Keeper of the Chronicles</a> under\n      <a href=\"#Siuan\">Siuan Sanche</a>.  During the coup\n      led by <a href=\"#Elaida\">Elaida a&apos;Roihan</a> and\n      <a href=\"#Alviarin\">Alviarin Freidhen</a> that deposed Siuan, Leane was\n      thrown in the dungeon and stilled.  Leane tried turning to her seductive\n      side to try to replace what she lost in stilling; she was out of\n      practice, but did well enough.  She eventually convinced the Aes Sedai\n      in Salidar to let her stay with them and maintain the network of\n      eyes-and-ears she kept in Tar Valon as Keeper.  She was later Healed by\n      <a href=\"#Nynaeve\">Nynaeve</a>, and restored to some of her former\n      capacity for using the One Power.  The Hall of the Tower in Salidar\n      decided that since she had been stilled, she was no longer Aes Sedai for\n      that time and thus all of her titles and choice of Ajah were null and\n      void.  Instead of petitioning to re-enter the Blue Ajah, she asked the\n      Green Ajah if it would accept her; it did, and she became the first\n      sister to ever switch Ajahs.  Her eyes-and-ears as Keeper are retained\n      by her; she was the only Aes Sedai to plant spies in the city itself.\n      These spies are very useful in determining both what is going on in Tar\n      Valon, but also what the Ajahs are leaving out of their reports to\n      <a href=\"#Egwene\">Egwene</a>.  She has considerable strength with Earth,\n      and is the second best at making <i>cuendillar</i>, after Egwene\n      herself.\n      <i>See also</i>\n      <a href=\"#Alviarin\">Freidhen, Alviarin</a>;\n      <a href=\"#Keeper\">Keeper of the Chronicles</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>.\n  "}]}