{"id":"Lews-Therin-Telamon","name":"Lews Therin Telamon","chapters":[{"title":"Chapter 24:  A Strengthening Storm","info":"<a class=\"name\" name=\"Lews\">Lews Therin Telamon</a>,\n      p. 545 (658)&#x2014;The\n      <a href=\"#Dragon\">Dragon</a>, Breaker of the World.  He was perhaps the\n      greatest man who ever lived, and the most powerful Aes Sedai in recorded\n      history.  During the War of the Shadow, he led the forces of the Light\n      against the Forsaken, and led the final stroke which re-sealed the\n      <a href=\"#Dark\">Dark One</a> back into his prison.  Unfortunately,\n      during this stroke he was driven insane by the Dark One&apos;s touch,\n      eventually killing his wife Ilyena, his children,\n      and everyone he loved, as well as anyone who carried a drop of his\n      blood.  For this act, people remember him with a new name:\n      Kinslayer.  After he had done this,\n      Ishamael gave him his sanity back long enough\n      for him to realize what he had done; Lews Therin killed himself by\n      drawing on <i>saidin</i> too heavily, causing a mountain to form on the\n      spot where he stood.  This mountain is called Dragonmount, and is near\n      the present-day city of Tar Valon.  It is unfortunate that the name of\n      one of the greatest men to ever live is now synonymous with evil, for\n      Lews Therin killed his family due to the Dark One&apos;s influence, but\n      without Lews Therin there may not have been a world left in which to\n      kill them.  Lews Therin&apos;s voice often speaks inside\n      <a href=\"#Rand\">Rand</a>&apos;s head, offering advice or sobbing over lost\n      women or ranting about killing men who can channel.  It even tries to\n      seize control of <i>saidin</i> sometimes, much to Rand&apos;s fear&#x2014;Rand\n      is certain that Lews Therin cannot take control of <i>saidin</i> away\n      from him if he seizes it first, but he is almost as certain that if Lews\n      Therin seizes it first, he will not be able to snatch it back.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Dragon\">Dragon, The</a>.\n  "}]}