{"id":"Lord-Gareth-Bryne","name":"Lord Gareth Bryne","chapters":[{"title":"Chapter 13:  High Seats","info":"<a class=\"name\" name=\"Bryne\">Lord Gareth Bryne</a>,\n      p. 330 (392)&#x2014;Former First\n      Prince of the Sword and Captain of the Queen&apos;s Guards under\n      <a href=\"#Morgase\">Queen Morgase</a> in Andor.  He was appointed to the\n      position because Morgase had no living male relatives, but was exiled\n      from Caemlyn on a suggestion from Morgase&apos;s new advisor,\n      <a href=\"#Gaebril\">Lord Gaebril</a>.  He moved to his private estates in\n      rural Andor, where he presided over the trial of three young women who\n      unintentionally burned a barn: they turned out to be\n      <a href=\"#Siuan\">Siuan Sanche</a>, the former\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Leane\">Leane Sharif</a>, the former\n      <a href=\"#Keeper\">Keeper of the Chronicles</a>, and\n      <a href=\"#Min\">Min Farshaw</a>.  When these three made an oath to serve\n      him and then apparently broke it, he followed them out of sheer\n      curiosity to Salidar.  Once there, he discovered the true identity of\n      the three, as well as that the Tower was truly broken.  The Aes Sedai in\n      Salidar persuaded him to command the army they would need to take the\n      Amyrlin Seat from <a href=\"#Elaida\">Elaida</a>, since he was the only\n      commander that the Warders thought would be willing and able to help\n      them.  He is one of the six best military commanders west of the Aiel\n      Waste, in a league with <a href=\"#Niall\">Pedron Niall</a>,\n      <a href=\"#Rodel\">Rodel Ituralde</a>,\n      <a href=\"#Bashere\">Davram Bashere</a>,\n      <a href=\"#Agelmar\">Agelmar Jagad</a>, and\n      <a href=\"#Mat\">Matrim Cauthon</a>.  Although neither of them would admit\n      it, Bryne seems to be developing feelings for Siuan Sanche; he wishes to\n      avoid another mistake like his relationship as\n      <a href=\"#Morgase\">Morgase</a>&apos;s lover, and also never forgave Siuan for\n      when she publicly shamed him years ago.  She seems to be developing\n      similar feelings for him, much to her dismay.  He planned to be the\n      first general to take the city of Tar Valon; the closest anyone else\n      ever came was with Guaire Amalasan&apos;s armies, who\n      got as far as the White Tower itself, and\n      <a href=\"#Hawkwing\">Artur Hawkwing</a>,\n      who never managed to go beyond beseiging the city.\n      Actually, Amalasan&apos;s troops never beseiged the city, they simply managed\n      to breech the walls; Hawkwing never managed to stop the supply ships\n      coming up the river.  Bryne thought he will be able to overcome this\n      problem by purchasing ships along the way to Tar Valon, but when\n      <a href=\"#Egwene\">Egwene</a> brought the entire army to Tar Valon by\n      Traveling, that plan faltered; instead, he is pressuring her to let him\n      use gateways to breach the walls and get inside the city.  He is stocky,\n      with a bluff face.  The years have given him some sort of comforting\n      calmness.  Men always follow him&#x2014;they have learned from history\n      that doing so is the path to military victory.\n      <i>See also</i>\n      <a href=\"#Siuan\">Sanche, Siuan</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}