{"id":"Mazrim-Taim","name":"Mazrim Taim","chapters":[{"title":"Prologue:  Glimmers of the Pattern","info":"<a class=\"name\" name=\"Taim\">Mazrim Taim</a>,\n      p. 36 (28)&#x2014;False\n      <a href=\"#Dragon\">Dragon</a> who wreaked havoc in Saldaea before being\n      captured by Aes Sedai.  He later escaped his captors, possibly with\n      Black Ajah assistance (although this is totally unconfirmed).  Hearing\n      of <a href=\"#Rand\">Rand</a>&apos;s amnesty, Taim came to Caemlyn and became\n      the head of Rand&apos;s school of male channelers.  He is almost as strong in\n      the One Power as Rand is.  Taim claims to have held off the madness that\n      normally accompanies the taint for almost 35 years&#x2014;he has been\n      using the One Power for a very long time, and knows many tricks that\n      Rand had not thought of on his own or been taught by\n      Asmodean, such as how to test men for the\n      ability.  He seems to resent being second to Rand, and also gave orders\n      to kill Rand.  He is almost as tall as Rand, has a hooked nose and dark\n      eyes.  He is a physically powerful and graceful man, although his skill\n      with a sword is lacking.  He gives special training to about 20 or 30\n      men&#x2014;they are the only ones who wear the dragon besides\n      <a href=\"#Logain\">Logain</a>  <i>Note:  there is </i>still<i> an ongoing\n      debate as to whether Taim simply works for\n      <a href=\"#Demandred\">Demandred</a> or whether he </i>is<i> Demandred in\n      disguise.  I was really hoping </i>Winter&apos;s Heart<i> would resolve this\n      issue, but it only made it worse (the scene where Demandred fails to\n      recognize <a href=\"#Flinn\">Damer Flinn</a> despite Taim&apos;s having trained\n      him is the hardest bit of evidence to reconcile with the\n      &#x201C;Taimandred&#x201D; view).</i>\n      <i>See also</i>\n      <a href=\"#Logain\">Ablar, Logain</a>;\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Reborn\">Dragon Reborn</a>;\n      <a href=\"#MHael\">M&apos;Hael</a>.\n  "}]}