{
    "id": "Egwene-al-Vere",
    "name": "Egwene al'Vere",
    "chapters": [
        {
            "title": "Chapter 1: Seeds of Shadow",
            "info": "<a class='name' name='Egwene'>Egwene al&apos;Vere</a>, p. 22 (9)&#x2014;A young woman from Emond&apos;s Field, now one of the Accepted. She has considerable potential with the One Power, and will most likely be one of the strongest Aes Sedai in over a thousand years. It is also thought that she may be the first Dreamer in the Tower in almost 500 years. Egwene is good friends with <a href='#Elayne'>Elayne Trakand</a>, the Daughter-Heir of Andor, and is also a childhood friend of <a href='#Rand'>Rand al&apos;Thor</a>, the <a href='#Reborn'>Dragon Reborn</a>. In fact, Rand and Egwene were all but Promised in their youth, but both of them feels an almost sibling-like love for each other now; they know that they cannot get married, and do not really want to (though they have yet to reveal these sentiments to each other). Egwene is the love interest of both of Elayne&apos;s brothers, <a href='#Galad'>Galad</a> and <a href='#Gawyn'>Gawyn</a>&#x2014;she is flattered by Galad&apos;s attentions, but she does not return them; she does find Gawyn to her liking, however. Egwene, along with Elayne and <a href='#Nynaeve'>Nynaeve</a> is one of the only people <a href='#Siuan'>Siuan Sanche</a> trusts in the Tower; Siuan is convinced through their actions to date that they cannot possibly be Darkfriends. She sent them on a dangerous mission: spring the obvious trap the Black Ajah had set for them, and see if they can catch them in the process. Egwene is currently in the Stone of Tear, following the aftermath of the battle with <a href='#Belal'>Be&apos;lal</a> and the taking of the Stone. <i>See also</i> <a href='#Nynaeve'>al&apos;Meara, Nynaeve</a>; <a href='#Bran'>al&apos;Vere, Brandelwyn</a>; <a href='#Marin'>al&apos;Vere, Marin</a>; <a href='#Galad'>Damodred, Galadedrid</a>; <a href='#Gawyn'>Trakand, Gawyn</a>. "
        }
    ]
}