{"id":"Matrim-Mat-Cauthon","name":"Matrim (Mat)  Cauthon","chapters":[{"title":"Chapter 1:  Seeds of Shadow","info":"<a class=\"name\" name=\"Mat\">Matrim (Mat)  Cauthon</a>,\n      p. 38 (23)&#x2014;A\n      young man from Emond&apos;s Field.  He is <i>ta&apos;veren</i>.\n      Along with his good friends, <a href=\"#Rand\">Rand al&apos;Thor</a> and\n      <a href=\"#Perrin\">Perrin Aybara</a>, he left home to escape the Trolloc\n      attack on Winternight.  On the way to Tar Valon, he picked up a dagger\n      from Shadar Logoth tainted with the evil that destroyed Aridhol, which\n      he carried with him for a long time.  He was separated from the dagger\n      by Aes Sedai Healing, but doing so caused large gaps in his memory\n      sequence, gaps which he desperately wants to fill.  Mat&apos;s\n      <i>ta&apos;veren</i> qualities manifest themselves particularly well with\n      random events, such as dice games&#x2014;he almost never loses a toss of\n      the dice, even if the dice are weighted.  He has four sisters, including\n      <a href=\"#Eldrin\">Eldrin</a> and <a href=\"#Bode\">Bodewhin</a>, who are\n      16 and 17, respectively.  His father <a href=\"#Abell\">Abell</a> is one\n      of the best archers in the Two Rivers, possibly in the world.  Mat has\n      gotten in the habit of carrying concealed knives under his clothes in\n      case he is attacked&#x2014;his collection would surprise anyone.\n      Mat promised <a href=\"#Elayne\">Elayne</a> he would carry a letter for\n      her to her mother in Caemlyn in exchange for safe passage out of Tar\n      Valon.  While in the Palace, he overheard a conversation between two\n      men plotting to kill Elayne&#x2014;one of these men turned out to be\n      <a href=\"#Gaebril\">Gaebril</a>, <a href=\"#Morgase\">Morgase</a>&apos;s new\n      advisor and lover.  Mat continued on to Tear in an attempt to save\n      Elayne, <a href=\"#Egwene\">Egwene</a>, and <a href=\"#Nynaeve\">Nynaeve</a>\n      from Gaebril&apos;s men.\n      He saved all three women from the Black Ajah&apos;s captivity in the Stone,\n      and remains a guest in the Stone of Tear.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Perrin\">Aybara, Perrin</a>;\n      <a href=\"#Abell\">Cauthon, Abell</a>;\n      <a href=\"#Bode\">Cauthon, Bodewhin</a>;\n      <a href=\"#Eldrin\">Cauthon, Eldrin</a>;\n      <a href=\"#Natti\">Cauthon, Natti</a>;\n      <a href=\"#Hornsounder\">Hornsounder</a>.\n  "}]}