{
    "id": "Matrim-Mat-Cauthon",
    "name": "Matrim (Mat) Cauthon",
    "chapters": [
        {
            "title": "Chapter 1: Seeds of Shadow",
            "info": "<a class='name' name='Mat'>Matrim (Mat) Cauthon</a>, p. 38 (23)&#x2014;A young man from Emond&apos;s Field. He is <i>ta&apos;veren</i>. Along with his good friends, <a href='#Rand'>Rand al&apos;Thor</a> and <a href='#Perrin'>Perrin Aybara</a>, he left home to escape the Trolloc attack on Winternight. On the way to Tar Valon, he picked up a dagger from Shadar Logoth tainted with the evil that destroyed Aridhol, which he carried with him for a long time. He was separated from the dagger by Aes Sedai Healing, but doing so caused large gaps in his memory sequence, gaps which he desperately wants to fill. Mat&apos;s <i>ta&apos;veren</i> qualities manifest themselves particularly well with random events, such as dice games&#x2014;he almost never loses a toss of the dice, even if the dice are weighted. He has four sisters, including <a href='#Eldrin'>Eldrin</a> and <a href='#Bode'>Bodewhin</a>, who are 16 and 17, respectively. His father <a href='#Abell'>Abell</a> is one of the best archers in the Two Rivers, possibly in the world. Mat has gotten in the habit of carrying concealed knives under his clothes in case he is attacked&#x2014;his collection would surprise anyone. Mat promised <a href='#Elayne'>Elayne</a> he would carry a letter for her to her mother in Caemlyn in exchange for safe passage out of Tar Valon. While in the Palace, he overheard a conversation between two men plotting to kill Elayne&#x2014;one of these men turned out to be <a href='#Gaebril'>Gaebril</a>, <a href='#Morgase'>Morgase</a>&apos;s new advisor and lover. Mat continued on to Tear in an attempt to save Elayne, <a href='#Egwene'>Egwene</a>, and <a href='#Nynaeve'>Nynaeve</a> from Gaebril&apos;s men. He saved all three women from the Black Ajah&apos;s captivity in the Stone, and remains a guest in the Stone of Tear. <i>See also</i> <a href='#Rand'>al&apos;Thor, Rand</a>; <a href='#Perrin'>Aybara, Perrin</a>; <a href='#Abell'>Cauthon, Abell</a>; <a href='#Bode'>Cauthon, Bodewhin</a>; <a href='#Eldrin'>Cauthon, Eldrin</a>; <a href='#Natti'>Cauthon, Natti</a>; <a href='#Hornsounder'>Hornsounder</a>. "
        }
    ]
}