{"id":"Nynaeve-al-Meara","name":"Nynaeve al'Meara","chapters":[{"title":"Chapter 1:  Seeds of Shadow","info":"<a class=\"name\" name=\"Nynaeve\">Nynaeve al&apos;Meara</a>,\n      p. 22 (9)&#x2014;A young woman from Emond&apos;s Field, now one of the Accepted.  She\n      has exceptional potential, and will most likely be the most powerful Aes\n      Sedai since the Age of Legends.  However, Nynaeve&apos;s channeling is\n      obstructed due to the fact that she had to learn to control her ability\n      herself without really knowing what she was controlling: she is a\n      wilder.  She can only touch the True Source when she is extremely angry\n      (thereby letting her guard down and circumventing her block).\n      Along with <a href=\"#Egwene\">Egwene</a> and <a href=\"#Elayne\">Elayne</a>,\n      Nynaeve is one of three people <a href=\"#Siuan\">Siuan Sanche</a> trusts\n      in the Tower; Siuan is convinced through their actions to date that they\n      cannot possibly be Darkfriends.\n      She sent them on a dangerous mission:\n      spring the obvious trap the Black Ajah had set for them,\n      and see if they can catch them in the process.\n      Nynaeve has developed feelings for <a href=\"#Lan\">Lan Mandragoran</a>,\n      <a href=\"#Moiraine\">Moiraine</a>&apos;s Warder, and he shares those feelings\n      despite his insistence that it is inappropriate and dangerous to act on\n      them.  Nynaeve blames Moiraine herself for disrupting her village&apos;s life\n      and endangering the lives of the four people she spirited away when the\n      Trollocs attacked Emond&apos;s Field.  She wishes to learn how to control her\n      ability so she can get even&#x2014;to put Moiraine in her place, as it\n      were&#x2014;and to study and perfect the art of Healing.\n      She is currently in the Stone of Tear, following the aftermath of the\n      battle with <a href=\"#Belal\">Be&apos;lal</a> and the taking of the Stone.\n      <i>See also</i>\n      <a href=\"#Lan\">Mandragoran, Lan</a>.\n  "}]}