{
    "id": "Rand-al-Thor",
    "name": "Rand al'Thor",
    "chapters": [
        {
            "title": "Chapter 1: Seeds of Shadow",
            "info": "<a class='name' name='Rand'>Rand al&apos;Thor</a>, p. 17 (4)&#x2014;The <a href='#Reborn'>Dragon Reborn</a>. He was raised as a shepherd in Emond&apos;s Field, but his birthplace was on the slopes of Dragonmount. His father, <a href='#Tam'>Tam</a>, found him freezing cold and orphaned while fighting Aiel on the mountain, and took him home with him and raised him as a son. Rand is <i>ta&apos;veren</i>, perhaps the most strongly so since the <a href='#Dragon'>Dragon</a> himself, even more strongly than <a href='#Hawkwing'>Arturn Hawkwing</a>. Rand has already fulfilled many prophecies of the <a href='#Dragon'>Dragon</a>, including being born on the slopes of Dragonmount, being marked with herons on his palms, and taking the Stone of Tear and <i>Callandor</i>. According to <a href='#Min'>Min</a>&apos;s viewings, Rand is destined to fall in love with three women, one of which is Min, and the other of which is <a href='#Elayne'>Elayne</a>. The third is unknown to Min, and Rand as well. Rand is fated to one day face the <a href='#Dark'>Dark One</a> himself in Tarmon Gai&apos;don, the Last Battle. He is quite tall, as tall as most Aiel men. Rand fights the Shadow along with his childhood friends, <a href='#Mat'>Mat Cauthon</a> and <a href='#Perrin'>Perrin Aybara</a>, who are also <i>ta&apos;veren</i>, but much weaker. Rand is also very good friends with fellow Emond&apos;s Fielder <a href='#Egwene'>Egwene al&apos;Vere</a>&#x2014;Rand and Egwene were expected to marry by everyone in the village including themselves, but they realized that their feelings for each other were more like siblings than like spouses. Rand is the destiny of the entire world&#x2014;should he die, the hope for the world would most likely die with him. <i>See also</i> <a href='#Kari'>al&apos;Thor, Kari</a>; <a href='#Tam'>al&apos;Thor, Tamlin</a>; <a href='#Egwene'>al&apos;Vere, Egwene</a>; <a href='#Perrin'>Aybara, Perrin</a>; <i><a href='#Caracarn'>Car&apos;a&apos;carn</a></i>; <a href='#Mat'>Cauthon, Matrim</a>; <a href='#Coramoor'>Coramoor</a>; <a href='#Dragon'>Dragon, The</a>; <a href='#Reborn'>Dragon Reborn</a>; <a href='#Min'>Farshaw, Elmindreda</a>; <a href='#Dawn'>He Who Comes With the Dawn</a>; <a href='#Janduin'>Janduin</a>; <a href='#Shaiel'>Shaiel</a>; <a href='#Lews'>Telamon, Lews Therin</a>; <a href='#Elayne'>Trakand, Elayne</a>. "
        }
    ]
}