{"id":"Alviarin-Freidhen","name":"Alviarin Freidhen","chapters":[{"title":"Chapter 14: A Vow","info":"<a class='name' name='Alviarin'>Alviarin Freidhen</a>, p. 213&#x2014;Aes Sedai of the White Ajah, but secretly the head of the Black Ajah. She was chosen to head the Black Ajah after the previous leader was killed by <a href='#Ishamael'>Ishamael</a> after she managed to kill off the <a href='#Amyrlin'>Amyrlin Seat</a> without Ishamael&apos;s approval. Typical of most Whites, she has a very cool, collected personality. She served as <a href='#Keeper'>Keeper of the Chronicles</a> under <a href='#Elaida'>Elaida</a>, despite being of a different Ajah than Elaida was raised from. Elaida was all but forced to choose Alviarin in order to gain the support of the White Ajah when bringing charges against <a href='#Siuan'>Siuan</a>; unknown to Elaida, this also brought her the support of the Black Ajah. Without Alviarin as Keeper, the White Ajah would most likely have been divided over whether to depose Siuan, and only the Red would be behind Elaida, which would most likely have led to the stilling of Elaida and possibly even the dismantling of the Red Ajah. It still may, since Elaida is rapidly losing her support among the sisters. If Alviarin&apos;s loyalties are ever revealed, it is likely nothing will save either of them. Alviarin has been shown how to Travel by <a href='#Mesaana'>Mesaana</a>, and one of her first uses of it brought her to Tremalking for several weeks, during which Elaida removed her as Keeper. She appeared to know that the Aes Sedai sent back from Salidar were spies; she refused to let Elaida speak with Meidani, who was one of them. She has since been estranged from the White Ajah; her fellow Whites blamed her for destroying their connection to the Amyrlin, and humiliating herself and her Ajah in the process. She was sent to <a href='#Silviana'>Silviana</a> for daily beatings. Despite her failures, <a href='#Shaidar'>Shaidar Haran</a> has promised her that she is still his praised servant; he marked her for his own with an invisible mark on her forehead that only Alviarin can sense. She was among those identified as Black by <a href='#Verin'>Verin</a>; she fled the Tower some time ago, and her whereabouts are unknown. She was one of the Black sisters who attacked <a href='#Egwene'>Egwene</a> in <i>Tel&apos;aran&apos;rhiod</i>. She threw an errant fireball at her, which Egwene dodged by disappearing and reappearing behind Alviarin; the fireball killed <a href='#Talva'>Talva</a> instead. She retains her position as head of the Great Council of Thirteen. <i>See also</i> <a href='#Elaida'>a&apos;Roihan, Elaida do Avriny</a>; <a href='#Keeper'>Keeper of the Chronicles</a>; <a href='#Talva'>Talva</a>. "}]}