{"id":"Cadsuane-Melaidhrin","name":"Cadsuane Melaidhrin","chapters":[{"title":"Chapter 3:  The Amyrlin's Anger","info":"<a class=\"name\" name=\"Cadsuane\">Cadsuane Melaidhrin</a>,\n      p. 82&#x2014;Aes Sedai of the Green Ajah with iron-gray hair that she\n      keeps in a bun.  She is handsome, not pretty.  She retired\n      to a rose garden in northern Ghealdan, but has since left it due to the\n      difficulty of growing decent roses with the weather the way it used to\n      be.  She refused two appointments to the Hall of the Tower, when\n      refusing even once is unheard of.  She also refused to become head of\n      the Green Ajah.  It is said that she has had more Warders than most\n      sisters have had shoes.  She has more strength than anyone in a thousand\n      years except perhaps for <a href=\"#Egwene\">Egwene</a> and\n      <a href=\"#Nynaeve\">Nynaeve</a>.  Although she is a Green, she has\n      confronted and captured more men that can channel than any other woman;\n      unknown to most, the men she captures tend to live longer after being\n      gentled than the average.  She is somewhat of a living legend among Aes\n      Sedai.  According to <a href=\"#Min\">Min</a>, Cadsuane will teach\n      <a href=\"#Rand\">Rand</a> and the Asha&apos;man something&#x2014;they will not\n      like it, especially not from her, but they will have to learn it.  She\n      is the oldest Aes Sedai alive.  Cadsuane wears many ornaments in her\n      hair, all of which are <i>ter&apos;angreal</i> she has collected over the\n      years&#x2014;<a href=\"#Semirhage\">Semirhage</a> calls it a &#x201C;paralis net.&#x201D;\n      One of them is a reservoir, or a well&#x2014;it &#x201C;stores&#x201D;\n      <i>saidar</i> for later use in places where one might not be able to tap\n      the Source, such as inside the Guardian at Far Madding, her hometown.\n      It is not known whether it works inside an Ogier <i>stedding</i>, too.\n      Another vibrates in the presence of men who can\n      channel; it is likely this ornament that has allowed her to capture so\n      many men to be gentled.  Another resembles a weather vane, and moves to\n      point in the direction that someone last touched the Source.\n      There are many others, including three that she\n      does not know the purpose of.  <a href=\"#Siuan\">Siuan</a> suspects\n      Cadsuane may be a Darkfriend, but based on her actions and thoughts so\n      far that seems unlikely.  <a href=\"#Verin\">Verin</a> told Rand that she\n      thinks Cadsuane can be trusted, and Verin is also not a Darkfriend\n      (though she played one in public, of course).\n      Cadsuane has, reluctantly, agreed to be Rand&apos;s advisor, provided he\n      adheres to a proper level of conduct.  She is just shy of 300 years\n      old.\n  "}]}