{"id":"Demandred","name":"Demandred","chapters":[{"title":"Chapter 15: Use a Pebble","info":"<a class='name' name='Demandred'>Demandred</a>, p. 228&#x2014;One of the Forsaken. He is handsome, with a hawk-like nose and dark hair. Second-best seems to be the story of his life. He was born Barid Bel Medar one day after <a href='#Lews'>Lews Therin Telamon</a>, and from the first day proceeded to almost equal Lews Therin&apos;s accomplishments, almost equal Lews Therin&apos;s strength, and almost equal him but never surpass him in everything. He became one of the Light&apos;s greatest generals, once again second in command under Lews Therin. Demandred believed that he was Lews Therin&apos;s intellectual and military superior, and was furious when Lews Therin was chosen to lead the Light&apos;s forces over him during the War of the Shadow. He developed a burning hatred of Lews Therin, and finally dedicated his life to the Shadow so he could finally better Lews Therin&#x2014;he believed the Shadow would eventually win the war, since Lews Therin was commanding the Light&apos;s armies, and that if he, Barid Bel Medar, had been chosen to command them, the Light would have prevailed. When Demandred was freed from the Bore, he transferred his hatred of Lews Therin intact to the new recipient of his soul, <a href='#Rand'>Rand al&apos;Thor</a>. Demandred was recently told by the <a href='#Dark'>Dark One</a> to lead his plan to convert or destroy Rand, and promised him to be <a href='#Naeblis'>Nae&apos;blis</a> if he succeeded. However, since <a href='#Moridin'>Moridin</a> has been declared Nae&apos;blis, he is now only ordered to obey Moridin. Demandred&apos;s assumed identity and whereabouts are unknown, but he has formed an alliance of sorts with <a href='#Mesaana'>Mesaana</a> and <a href='#Semirhage'>Semirhage</a>. Demandred never smiles, and never seems to enjoy anything; <a href='#Graendal'>Graendal</a> once heard him say that he would laugh the day he could snap the neck of Lews Therin. According to <a href='#Lannis'>Lannis</a>, a Blue Ajah scholar, Demandred is the only Forsaken who exceeds Mesaana in anger. <i>Note: Demandred&apos;s identity in the world is still not definite. There are some suggestions that he is one of the Tairens, one of the Seanchan, or even acting behind the scenes, directly or indirectly controlling <a href='#Taim'>Mazrim Taim</a> and the Asha&apos;man.</i> "}]}