{"id":"Elmindreda-Min-Farshaw","name":"Elmindreda (Min) Farshaw","chapters":[{"title":"Chapter 12: An Empty Ink Bottle","info":"<a class='name' name='Min'>Elmindreda (Min) Farshaw</a>, p. 187&#x2014;A young woman from Baerlon. She is lithe and slight of build, and keeps her dark hair in short ringlets. She has dark, deep, worried-looking eyes. She has a special ability that few besides herself know about: she sees images and auras around people, especially around Aes Sedai, Warders, and Asha&apos;man, that foretell their futures. Min does not always know what these viewings mean, but when she does, the viewings <i>will</i> happen; it is only a question of how and when. Min was fascinated by the number of images she saw around <a href='#Rand'>Rand</a>, especially the one she saw that included herself: he was destined to fall in love with three different women, one of which was herself. She usually dressed in attire reserved for men; this habit was picked up when growing up with her father, who was a miner. However, once she started to develop feelings for Rand, she began to wear more traditionally feminine attire&#x2014;still coat and trousers, but cut to emphasize female characteristics. Min was in Tar Valon helping <a href='#Siuan'>Siuan</a> with her viewings&apos; information when Siuan was deposed, and it was Min that freed Siuan and <a href='#Leane'>Leane</a> from the dungeon. She accompanied the two former leaders of the Aes Sedai to Salidar; once there, she left for Caemlyn with Salidar&apos;s embassy to Rand. Once in Caemlyn, she brought information to Rand about the embassy there, and its intentions. She has only had one viewing that ever failed, which concerned <a href='#Moiraine'>Moiraine</a>; since Moiraine is believed dead, she hopes that her viewings might be wrong at least once in a while. Min is one of only three women that can rightfully call herself a lover to the <a href='#Dragon'>Dragon Reborn</a>, and she is now bonded to Rand via a Warder bond that she shares with the other two, <a href='#Aviendha'>Aviendha</a> and <a href='#Elayne'>Elayne</a>. She is fond of reading books by the late <a href='#Fel'>Herid Fel</a>, a philosopher who worked in Rand&apos;s school of thought and was killed by a <i>gholam</i> or <a href='#Slayer'>Slayer</a>, presumably because he had stumbled upon information crucial to the defeat of the Shadow. She had a viewing of Elayne just before the door closed that Elayne would become pregnant with twins; she told half the palace before Elayne herself knew.&#x2026; When Rand was collared briefly by <a href='#Semirhage'>Semirhage</a>, she forced Rand to strangle Min&#x2014;she nearly died until Rand siezed the True Power and destroyed Semirhage with balefire. She still has nightmares about the incident. Min has been studying Fel&apos;s books, thinking that they hold the key to winning the Last Battle. She knows she cannot fight herself, nor contribute directly in any other way, but she vows to solve the mystery of how to seal the <a href='#Dark'>Dark One</a> away. Min currently travels with Rand, <a href='#Nynaeve'>Nynaeve</a>, and <a href='#Cadsuane'>Cadsuane</a>. <i>See also</i> <a href='#Rand'>al&apos;Thor, Rand</a>; <a href='#Aviendha'>Aviendha</a>; <a href='#Lerian'>Lerian</a>; <a href='#Surial'>Surial</a>; <a href='#Elayne'>Trakand, Elayne</a>. "}]}