{"id":"Jahar-Narishma","name":"Jahar Narishma","chapters":[{"title":"Chapter 13: For What Has Been Wrought","info":"<a class='name' name='Narishma'>Jahar Narishma</a>, p. 194&#x2014;Man not much past twenty that had the spark of <i>saidin</i> inborn. His father was a cobbler in Arafel. He is now one of the Asha&apos;man. He is loyal to <a href='#Rand'>Rand</a>, not <a href='#Taim'>Taim</a>. After being placed on the Traitor&apos;s List, he went in to hiding&#x2014;he did not assist in the attack on Rand, but Rand thought it better to be safe than have him killed. He has since been bonded as a Warder by <a href='#Merise'>Merise</a>. He wielded <i>Callandor</i> at the cleansing of <i>saidin</i>, though the circle was controlled by one of the women. Merise took away his dragon pin at first, claiming it was not appropriate for him to wear it in lieu of his new responsibilites as her Warder&#x2014;Jahar was very angry with her for this, and she will eventually have to learn that he is much stronger than she is, and she needs to give him respect appropriate to that position. Jahar was instrumental in exposing Halima and <a href='#Delana'>Delana</a>; he detected a man trying to pierce the ward against eavesdropping around the Hall of the Tower, after which Delana promptly excused herself and she and Halima fled the camp. He currently travels with <a href='#Rand'>Rand</a> in Tear as one of three full Asha&apos;man in the group. Rand realizes that trusting Narishma was a near-insane risk, but one that was evidently worth taking. It appears that his trust was not misplaced. <i>Editor&apos;s note: Narishma mentioned to Rand that he had not told him everything about how to disarm the wards he left around </i>Callandor<i>. Rand was convinced he </i>had<i> told him everything, which is puzzling. Perhaps Rand merely forgot, or perhaps Rand had left it warded against disarmament by, say, a Darkfriend, and neglected to mention that to Narishma. Narishma&apos;s loyalty seems to indicate that he is </i>not<i> a Darkfriend, of course, but as we found out with at least two characters so far, one never knows.</i> <i>See also</i> <a href='#Merise'>Haindehl, Merise</a>. "}]}