{"id":"Keeper-of-the-Chronicles","name":"Keeper of the Chronicles","chapters":[{"title":"Chapter 27: A Call to Stand","info":"<a class='name' name='Keeper'>Keeper of the Chronicles</a>, p. 429&#x2014;Essentially the secretary to the <a href='#Amyrlin'>Amyrlin Seat</a>. The Keeper is traditionally chosen from the same Ajah the Amyrlin was raised from, and wears a stole of the color of her Ajah instead of the striped stole of the Amyrlin. The post was held by <a href='#Leane'>Leane Sharif</a> of the Blue Ajah until a coup deposed <a href='#Siuan'>Siuan Sanche</a> and stilled both Siuan and Leane. Her successor was <a href='#Alviarin'>Alviarin Freidhen</a> of the White Ajah, despite the fact that Siuan&apos;s successor was from the Red. The Keeper for the Aes Sedai who fled the Tower when <a href='#Elaida'>Elaida</a> was raised Amyrlin named a Keeper of the Chronicles of their own, <a href='#Sheriam'>Sheriam Bayanar</a> of the Blue Ajah. In theory, the Keeper of the Chronicles serves the Amyrlin and speaks for the Amyrlin; she is all but separate from her Ajah, although less so than the Amyrlin Seat herself. However, both Keepers during the division of the Tower tried to expand their powers over the Amyrlin they served, although for vastly different reasons&#x2014;Alviarin essentially tried to weaken Elaida and have herself or another Black sister raised in her place after Elaida was deposed; Sheriam tried to overstep <a href='#Egwene'>Egwene</a> because she had a hard time thinking of Egwene being anything more than the frightened novice that came to her study not so long ago, and her orders from the Shadow were to <i>support</i> Egwene, as it was assumed she would be weak and easy to control. Alviarin was later deposed and replaced by <a href='#Tarna'>Tarna Feir</a> of the Red Ajah. Sheriam was similarly deposed when she was exposed as being of the Black Ajah by <a href='#Verin'>Verin</a>. When Elaida was captured by the Seanchan and Egwene raised in her place, she chose <a href='#Silviana'>Silviana Brehon</a> of the Red Ajah to be her Keeper. <i>See also</i> <a href='#Amyrlin'>Amyrlin Seat, The</a>; <a href='#Sheriam'>Bayanar, Sheriam</a>; <a href='#Silviana'>Brehon, Silviana</a>; <a href='#Tarna'>Feir, Tarna</a>; <a href='#Alviarin'>Freidhen, Alviarin</a>; <a href='#Leane'>Sharif, Leane</a>. "}]}