{
    "id": "Lanfear",
    "name": "Lanfear",
    "chapters": [
        {
            "title": "Chapter 47: A Teaching Chamber",
            "info": "<a class='name' name='Lanfear'>Lanfear</a>, p. 710&#x2014;One of the Forsaken. Unlike the rest of the Forsaken, she chose her name for herself, which means &#x201C;Daughter of the Night&#x201D; in the Old Tongue. She was born <a href='#Mierin'>Mierin Eronaile</a>, and was very strong in the One Power. She worked at the Collam Daan, the primary facility for research into the One Power. Her final discovery there was what she thought was a new source for the One Power, one that could be harnessed by men and women alike&#x2014;this source turned out to be the emissions through a thin spot in the Pattern from the <a href='#Dark'>Dark One</a>&apos;s prison. She and another Aes Sedai named Beidomon bored into the prison, creating what is now referred to as simply the Bore, allowing the Dark One to touch the world again and leading to the War of the Shadow. Around this time, Mierin formed a relationship with <a href='#Lews'>Lews Therin Telamon</a>, who headed the forces of the Light against the Shadow and was the most powerful man she had found. Lews Therin broke off the relationship when he found that she only wanted him for his power and authority and the possibility of power for herself through him. Mierin never let go of him, and when he later met and married Ilyena Moerelle, she tried to disrupt the wedding ceremony as well as split the two apart by any means. Eventually, she went to Shayol Ghul to dedicate her soul to the Shadow, most likely to finally get back at Lews Therin for leaving her. She declared as her territory the World of Dreams, <i>Tel&apos;aran&apos;rhiod</i>, using it to ends now unknown. She transferred her obsessive love intact to Lews Therin&apos;s soul&apos;s new body, <a href='#Rand'>Rand al&apos;Thor</a>, after being freed from the Bore. She first appeared to him as a young woman named <a href='#Selene'>Selene</a>, but disguised her appearance as a slightly less beautiful (but still stunning) woman. Almost a year later, Lanfear found that Rand had been &#x201C;unfaithful&#x201D; to her, and she tried to kill him. Before she could, she was pushed through the twisted stone doorway <i>ter&apos;angreal</i> leading to the lands of the Eelfinn by <a href='#Moiraine'>Moiraine</a>, becoming trapped. Lanfear has since been reincarnated as Cyndane and fitted with a <i>cour&apos;souvra</i>, a Mind Trap, held by <a href='#Moridin'>Moridin</a>. She is not as strong as she used to be, but still stronger than <a href='#Graendal'>Graendal</a>. <i>See also</i> <a href='#Selene'>Selene</a>. "
        }
    ]
}