{"id":"Leane-Sharif","name":"Leane Sharif","chapters":[{"title":"Chapter 35: The Right ThingChapter 36: An Invitation","info":"<a class='name' name='Leane'>Leane Sharif</a>, p. 557&#x2014;Aes Sedai of the Green Ajah, formerly of the Blue. She grew up in Arad Doman, and has coppery skin. Just as her family members were training her in the seductive ways of Domani women, Leane found that her life would take a different direction: she could channel <i>saidar</i>, and would do so with or without teaching. She became an Aes Sedai, a member of the Blue Ajah, and was eventually raised to <a href='#Keeper'>Keeper of the Chronicles</a> under <a href='#Siuan'>Siuan Sanche</a>. During the coup led by <a href='#Elaida'>Elaida a&apos;Roihan</a> and <a href='#Alviarin'>Alviarin Freidhen</a> that deposed Siuan, Leane was thrown in the dungeon and stilled. Leane tried turning to her seductive side to try to replace what she lost in stilling; she was out of practice, but did well enough. She eventually convinced the Aes Sedai in Salidar to let her stay with them and maintain the network of eyes-and-ears she kept in Tar Valon as Keeper. She was later Healed by <a href='#Nynaeve'>Nynaeve</a>, and restored to some of her former capacity for using the One Power. The Hall of the Tower in Salidar decided that since she had been stilled, she was no longer Aes Sedai for that time and thus all of her titles and choice of Ajah were null and void. Instead of petitioning to re-enter the Blue Ajah, she asked the Green Ajah if it would accept her; it did, and she became the first sister to ever switch Ajahs. Her eyes-and-ears as Keeper are retained by her; she was the only Aes Sedai to plant spies in the city itself. These spies were very useful in determining both what is going on in Tar Valon and what the Ajahs were leaving out of their reports to <a href='#Egwene'>Egwene</a>. She has considerable strength with Earth, and is the second best at making <i>cuendillar</i>, after Egwene herself. While carrying out Egwene&apos;s plan to turn the harbor chains to <i>cuendillar</i>, she was captured and held in the dungeons below the Tower. She was allowed only one dress, the one in which she was captured, which she washed every third day in the remains of her bath water. Now that the Tower has been reunited, Leane is held in some esteem among the novices and Accepted&#x2014;not only was she stilled yet still channels, she changed Ajahs! <i>See also</i> <a href='#Alviarin'>Freidhen, Alviarin</a>; <a href='#Keeper'>Keeper of the Chronicles</a>; <a href='#Siuan'>Sanche, Siuan</a>. "}]}