{"id":"Lews-Therin-Telamon","name":"Lews Therin Telamon","chapters":[{"title":"Prologue:  Distinctions","info":"<a class=\"name\" name=\"Lews\">Lews Therin Telamon</a>,\n      p. 29&#x2014;The\n      <a href=\"#Dragon\">Dragon</a>, Breaker of the World.  He was perhaps the\n      greatest man who ever lived, and the most powerful Aes Sedai in recorded\n      history.  During the War of the Shadow, at the age of 400, he led the\n      forces of the Light against the Forsaken, and led the final stroke which\n      re-sealed the <a href=\"#Dark\">Dark One</a> back into his prison.\n      Unfortunately, during this stroke he was driven insane by the Dark One&apos;s\n      touch, eventually killing his wife Ilyena, his children,\n      and everyone he loved, as well as anyone who carried a drop of his\n      blood.  For this act, people remember him with a new name:\n      Kinslayer.  After he had done this,\n      <a href=\"#Ishamael\">Ishamael</a> gave him his sanity back long enough\n      for him to realize what he had done; Lews Therin killed himself by\n      drawing on <i>saidin</i> too heavily, causing a mountain to form on the\n      spot where he stood.  This mountain is called Dragonmount, and is near\n      the present-day city of Tar Valon.  It is unfortunate that the name of\n      one of the greatest men to ever live is now synonymous with evil, for\n      Lews Therin killed his family due to the Dark One&apos;s influence, but\n      without Lews Therin there may not have been a world left in which to\n      kill them.  Lews Therin&apos;s voice often spoke inside\n      <a href=\"#Rand\">Rand</a>&apos;s head, offering advice or sobbing over lost\n      women or ranting about killing men who could channel.  It even tried to\n      seize control of <i>saidin</i> sometimes, much to Rand&apos;s\n      fear&#x2014;Rand was certain that Lews Therin could not take control of\n      <i>saidin</i> away from him if he seized it first,\n      but experience had shown that if Lews Therin seized it first,\n      Rand would be at his mercy until he released.\n      <a href=\"#Semirhage\">Semirhage</a> revealed that Lews Therin&apos;s\n      voice in Rand&apos;s head is not without precedent&#x2014;indeed, hearing a\n      real voice often indicates a person dangerously close to outright\n      insanity.  Rand&apos;s time spent atop Dragonmount, when he destroyed the\n      remaining Choedan Kal, seems to have liberated Rand&apos;s brain from the\n      Dark One&apos;s touch&#x2014;he no longer hears the voice in his head, and has\n      effectively reunited Lews Therin&apos;s memories with his own inside Rand&apos;s\n      head.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Dragon\">Dragon, The</a>.\n  "}]}