{"id":"Moridin","name":"Moridin","chapters":[{"title":"Prologue:  Distinctions","info":"<a class=\"name\" name=\"Moridin\">Moridin</a>,\n      p. 25&#x2014;Name given to\n      the reincarnation of <a href=\"#Ishamael\">Ishamael</a>.\n      His new body is tall, black-haired, handsome, and broad-shouldered,\n      but with a prominent chin that ruins the look\n      (in <a href=\"#Graendal\">Graendal</a>&apos;s eyes, at least).  His name means\n      &#x201C;Death&#x201D; in the Old Tongue; no one deserves the name more.\n      He is fond of using the True Power, the power drawn directly from\n      the <a href=\"#Dark\">Dark One</a>; the <i>saa</i> have already appeared\n      in his eyes, yet he still controls his use of the True Power (most\n      thought it impossible to avoid drawing too much of it once the\n      <i>saa</i> appeared).  Moridin is careful not to attempt to force the\n      Pattern to behave how he wants it to&#x2014;he knows that with someone as\n      strongly <i>ta&apos;veren</i> as <a href=\"#Rand\">Rand</a>, that is all but\n      impossible, not to mention foolish.  Instead, he attempts to keep\n      everything in chaos (as per the <a href=\"#Dark\">Dark One</a>&apos;s\n      command, &#x201C;Let the Lord of Chaos Rule&#x201D;), hoping that subtle\n      manipulations will further his goals.  He has been declared\n      <a href=\"#Naeblis\">Nae&apos;blis</a>, the one to be second only to the\n      Great Lord of the Dark after the Last Battle, and given control of the\n      <i>cour&apos;souvra</i> controlling the minds of\n      Cyndane and <a href=\"#Moghedien\">Moghedien</a>.\n      He has also been granted the exclusive privilege of using the True\n      Power&#x2014;the other Forsaken are no longer able to touch it even\n      should they want to.\n      Moridin helped Rand, in a way, during his fight with\n      Sammael in Shadar Logoth.\n      Their two streams of balefire crossed, causing both of their heads to\n      ring, and ever since then there has been a link between Moridin and\n      Rand that Moridin does not completely understand and Rand seems unaware\n      exists.  Its influence is clear, however&#x2014;now that Rand&apos;s hand is\n      missing, Moridin&apos;s left hand does not work as well as it should.\n      Moridin has recently granted <a href=\"#Graendal\">Graendal</a> some limited access to\n      the True Power, though he has her on a short leash.  He is a grand\n      master at the game of Sha&apos;rah, a chess-like game from the Age of\n      Legends; Moridin believes the game to be a distant memory of the battle\n      with the Dark One during this Age in the previous turnings of the\n      Wheel.  His connection with Rand recently allowed Rand to enter his\n      dreams; the same connection seems to have given Rand access to the\n      True Power.  He turned to the Shadow for reasons of logic:  following\n      the Light meant the struggle continued forever, with no path to\n      victory.  Following the Shadow meant ruling for a short time before\n      everything was destroyed.\n      <i>See also</i>\n      <a href=\"#Dark\">Dark One</a>;\n      <a href=\"#Shaidar\">Haran, Shaidar</a>;\n      <a href=\"#Ishamael\">Ishamael</a>.\n  "}]}