{
    "id": "Moridin",
    "name": "Moridin",
    "chapters": [
        {
            "title": "Prologue: Distinctions",
            "info": "<a class='name' name='Moridin'>Moridin</a>, p. 25&#x2014;Name given to the reincarnation of <a href='#Ishamael'>Ishamael</a>. His new body is tall, black-haired, handsome, and broad-shouldered, but with a prominent chin that ruins the look (in <a href='#Graendal'>Graendal</a>&apos;s eyes, at least). His name means &#x201C;Death&#x201D; in the Old Tongue; no one deserves the name more. He is fond of using the True Power, the power drawn directly from the <a href='#Dark'>Dark One</a>; the <i>saa</i> have already appeared in his eyes, yet he still controls his use of the True Power (most thought it impossible to avoid drawing too much of it once the <i>saa</i> appeared). Moridin is careful not to attempt to force the Pattern to behave how he wants it to&#x2014;he knows that with someone as strongly <i>ta&apos;veren</i> as <a href='#Rand'>Rand</a>, that is all but impossible, not to mention foolish. Instead, he attempts to keep everything in chaos (as per the <a href='#Dark'>Dark One</a>&apos;s command, &#x201C;Let the Lord of Chaos Rule&#x201D;), hoping that subtle manipulations will further his goals. He has been declared <a href='#Naeblis'>Nae&apos;blis</a>, the one to be second only to the Great Lord of the Dark after the Last Battle, and given control of the <i>cour&apos;souvra</i> controlling the minds of Cyndane and <a href='#Moghedien'>Moghedien</a>. He has also been granted the exclusive privilege of using the True Power&#x2014;the other Forsaken are no longer able to touch it even should they want to. Moridin helped Rand, in a way, during his fight with Sammael in Shadar Logoth. Their two streams of balefire crossed, causing both of their heads to ring, and ever since then there has been a link between Moridin and Rand that Moridin does not completely understand and Rand seems unaware exists. Its influence is clear, however&#x2014;now that Rand&apos;s hand is missing, Moridin&apos;s left hand does not work as well as it should. Moridin has recently granted <a href='#Graendal'>Graendal</a> some limited access to the True Power, though he has her on a short leash. He is a grand master at the game of Sha&apos;rah, a chess-like game from the Age of Legends; Moridin believes the game to be a distant memory of the battle with the Dark One during this Age in the previous turnings of the Wheel. His connection with Rand recently allowed Rand to enter his dreams; the same connection seems to have given Rand access to the True Power. He turned to the Shadow for reasons of logic: following the Light meant the struggle continued forever, with no path to victory. Following the Shadow meant ruling for a short time before everything was destroyed. <i>See also</i> <a href='#Dark'>Dark One</a>; <a href='#Shaidar'>Haran, Shaidar</a>; <a href='#Ishamael'>Ishamael</a>. "
        }
    ]
}