{"id":"Nicola-Treehill","name":"Nicola Treehill","chapters":[{"title":"Chapter 27:  A Call to Stand","info":"<a class=\"name\" name=\"Nicola\">Nicola Treehill</a>,\n      p. 429&#x2014;Slender, black-haired, dark-eyed novice; she is about\n      <a href=\"#Nynaeve\">Nynaeve</a>&apos;s age.  She was a refugee from Ghealdan.\n      She has already developed several Talents, including the ability to see\n      <i>ta&apos;veren</i> and Foretelling, although what she Foretells is usually\n      in such language that only poets can understand it.  Her potential\n      exceeds that of all Aes Sedai currently alive, with the exception of\n      <a href=\"#Egwene\">Egwene</a>, <a href=\"#Elayne\">Elayne</a>, and Nynaeve.\n      She has a limited ability to make <i>cuendillar</i>, but she is\n      impatient in learning.  She is very arrogant and can also be deceitful;\n      she once tried to blackmail <a href=\"#Egwene\">Egwene</a>,\n      <a href=\"#Myrelle\">Myrelle</a>, and Nisao.  She\n      used the fact that she could Foretell to be even more arrogant and\n      demand even more special treatment.  When Egwene refused to grant her\n      that treatment, she ran away to the White Tower, thinking they would let\n      her progress at the pace she wanted.  She could not have been more\n      incorrect, of course, and her life in the Tower was no doubt even more\n      abysmal than it was before.  It would have gotten even worse if a sister\n      ever found out that she lied about her age; she is too old to be entered\n      into the novice book by traditional Tower law.\n      When Egwene was captured, Nicola became one of her foremost adherents\n      among the novices; Nicola gathered enough support for Egwene amongst\n      the novices that they supported Egwene more than many of the sisters in\n      the Tower.  She has recently been raised to the Accepted, now that the\n      Tower is reunited.  She and <a href=\"#Nissa\">Nissa</a> brought the news to\n      Egwene that the Tower was meeting without informing her first.\n      She still has much to learn about reigning in her ambition,\n      and still suffers from terrible judgment.\n      <i>See also</i>\n      <a href=\"#Nissa\">Nissa</a>.\n  "}]}