{"id":"Padan-Fain","name":"Padan Fain","chapters":[{"title":"Prologue:  Distinctions","info":"<a class=\"name\" name=\"Fain\">Padan Fain</a>,\n      p. 43&#x2014;Former peddler\n      that frequently came to Emond&apos;s Field.  A Darkfriend, he was given\n      orders to locate the <a href=\"#Reborn\">Dragon Reborn</a> and narrowed\n      the list of candidates to three boys in Emond&apos;s Field.  While\n      persuing them, he encountered the spirit of\n      <a href=\"#Mordeth\">Mordeth</a> in Aridhol, now called Shadar Logoth.\n      Mordeth attempted to consume Fain&apos;s soul, but instead the two souls\n      merged, producing something more evil than either of them alone.  Fain\n      no longer takes his orders from the Shadow; he has his own evil agenda.\n      It is said, &#x201C;The look of the Eyeless is fear,&#x201D; from\n      observing that a Myrddraal&apos;s look causes fear in the hearts of men.\n      Fain&apos;s look has that effect on Myrddraal&#x2014;Fades feel the same fear\n      of Fain as men feel from a Fade.  Fain is also called\n      Ordeith, a name he adopted to become a Whitecloak\n      officer.  He is perhaps the most evil man alive.  He later served as\n      advisor to Toram Riatin, one of the Cairhienin\n      nobles in rebellion to <a href=\"#Rand\">Rand</a>.  Rand has a bounty of\n      100,000 gold crowns on his head&#x2014;Fain killed Rand&apos;s friends because\n      they were his friends, he pillaged his homeland because it was his\n      homeland, and Rand intends to see him dead for it.\n      Rand still bears the wound that Fain&apos;s dagger gave him;\n      the evil from Fain&apos;s dagger fighting the evil from\n      <a href=\"#Ishamael\">Ishamael</a>&apos;s staff gave Rand the idea he used to\n      cleanse <i>saidin</i>.  Fain is now in the Great Blight, killing\n      Shadowspawn for the sheer pleasure of it and waiting for Rand to arrive\n      so he can kill him.  He can kill a Myrddraal simply by touching it with\n      the Mashadar-like mist that exudes from him, and he can\n      kill worms with ease.\n      <i>See also</i>\n      <a href=\"#Mordeth\">Mordeth</a>.\n  "}]}