{"id":"Queen-Elayne-Trakand","name":"Queen Elayne Trakand","chapters":[{"title":"Prologue: Distinctions","info":"<a class='name' name='Elayne'>Queen Elayne Trakand</a>, p. 37&#x2014;<a href='#DH'>Daughter-Heir of Andor</a>, now Aes Sedai of the Green Ajah. She is the daughter of <a href='#Morgase'>Morgase</a> and her late husband, <a href='#Taringail'>Taringail Damodred</a>, and sister to <a href='#Gawyn'>Gawyn</a>. She is also half-sister to <a href='#Galad'>Galad</a>, although she would rather not be reminded of this fact; she thinks Galad virtuous to the point of fault, and does not really like him. She has considerable potential in the One Power, and is one of the strongest female channelers in a thousand years or more, possibly since the Age of Legends, with the exceptions of <a href='#Egwene'>Egwene</a>, <a href='#Nynaeve'>Nynaeve</a>, Sharina, <a href='#Aviendha'>Aviendha</a>, and some trainees. She has red-gold curly hair. During her stay in the Stone of Tear, Elayne realized she loved <a href='#Rand'>Rand al&apos;Thor</a>, and told him how she felt; he felt similarly. She had no idea at the time what <a href='#Min'>Min</a> meant about &#x201C;having to share him,&#x201D; but now knows about Min&apos;s viewing of Rand with the three women&apos;s heads, indicating that Rand will fall in love with Min, Elayne, and Aviendha, and they with him. Later, when she and Nynaeve had trouble with <a href='#Moghedien'>Moghedien</a>, Elayne ended up bonding <a href='#Birgitte'>Birgitte</a> as her Warder (despite being only Accepted at the time) in order to save Birgitte&apos;s life. Elayne later went to Ebou Dar and found the Bowl of the Winds, a <i>ter&apos;angreal</i> that they used to fix the weather. She then returned to Andor upon hearing news of her mother&apos;s disappearance; she has since taken the Lion Throne, fighting the Black Ajah, Darkfriends, and other Andoran nobles. She recently ended <a href='#Arymilla'>Arymilla</a>&apos;s campaign for the Throne, which convinced all but one of the necessary nobles to support her for the Lion Throne. During that campaign, Elayne was captured by the Black Ajah, though Birgitte convinced the Windfinders to help rescue her. She then convinced several other houses to support her&#x2014;evidently their main concern was that she would be a puppet of Rand al&apos;Thor. In the mean time, Elayne has managed to reproduce several <i>ter&apos;angreal</i>, something which no one else has been able to do since the Breaking of the World, as well as discover a way to share a Warder bond between three women; she bonded Rand along with Aviendha, her new sister by Aiel tradition, and Min. Shortly after bonding Rand, she became pregnant with Rand&apos;s twins. To protect the children, she is not revealing the father of the twins, and has allowed the rumor that <a href='#Mellar'>Doilin Mellar</a> is their father to persist as an added means of protection. She is the first ruler of Andor to <i>ever</i> cede land to anyone: she agreed with the Sea Folk to cede a few square miles of Andor to them in exchange for their help feeding the city during the siege. She also sends Andoran troops to the Black Tower (which is on Andoran soil) periodically to remind its inhabitants that they are still within Andor and subject to its laws. She is proving to be a capable leader, one her people may eventually be quite proud of, though for now times in Andor are hard enough that most do not appreciate her yet. <i>See also</i> <a href='#Rand'>al&apos;Thor, Rand</a>; <a href='#Egwene'>al&apos;Vere, Egwene</a>; <a href='#Aviendha'>Aviendha</a>; <a href='#Birgitte'>Birgitte</a>; <a href='#Galad'>Damodred, Galadedrid</a>; <a href='#Taringail'>Damodred, Taringail</a>; <a href='#Min'>Farshaw, Elmindreda</a>; <a href='#Hanlon'>Hanlon, Daved</a>; <a href='#Dyelin'>Taravin, Dyelin</a>; <a href='#Gawyn'>Trakand, Gawyn</a>; <a href='#Morgase'>Trakand, Morgase</a>. "}]}