{"id":"Seaine-Herimon","name":"Seaine Herimon","chapters":[{"title":"Chapter 5:  Writings","info":"<a class=\"name\" name=\"Seaine\">Seaine Herimon</a>,\n      p. 108&#x2014;Sitter\n      for the White Ajah in Tar Valon.  She grew up in Altara, and has a\n      fondness for cats.  She is described as stately, with thick black hair\n      and eyebrows and watery blue eyes.\n      She was the daughter of a Lugard furniture maker,\n      and is a bit above average height.  When the Hall was arguing\n      over who to raise as <a href=\"#Amyrlin\">Amyrlin</a> years back, it was\n      deadlocked over four candidates who had each worn the shawl about fifty\n      years; the Hall wanted an Amyrlin that was younger than the eighty or\n      more years than were common.  Seaine suggested\n      <a href=\"#Siuan\">Siuan Sanche</a>,\n      then a young Blue sister that had worn the shawl for only\n      ten years; she was eventually raised.  Later, Seaine was charged by\n      <a href=\"#Elaida\">Elaida</a> to find Darkfriends in the Tower; Elaida\n      hopes to expose <a href=\"#Alviarin\">Alviarin</a> on the suspicion that\n      she is Black Ajah.  She and her friend since novicehood,\n      <a href=\"#Pevara\">Pevara</a>, have successfully captured and bound with\n      the Oath Rod a member of the Black Ajah, and have since dug out more\n      Black sisters, even revealing that Galina Casban,\n      head of the Red Ajah herself, was secretly Black.\n      Seaine eventually found that she was set to her task because of a\n      misunderstanding:  Elaida asked her how she was getting along\n      &#x201C;with discovering proof that Alviarin entered a treasonous\n      correspondence with the <a href=\"#Reborn\">Dragon Reborn</a>.\n      Elaida&apos;s exact words were, &#x201C;We can never be sure who has the\n      shadow of treason in her heart, Seaine.  Why, I suspect that someone\n      arranged for an order of mine to be countermanded.  And I have reason\n      to believe that someone has communicated privately with\n      <a href=\"#Rand\">Rand al&apos;Thor</a>; to what end, I cannot say,\n      but that surely is treason against me, and against the Tower.\n      I charge you to follow the stench of treason,\n      no matter where it leads or how high,\n      even to the <a href=\"#Keeper\">Keeper</a> herself.  Yes, even to her.\n      What you find, whoever it leads to,\n      you will bring before the <a href=\"#Amyrlin\">Amyrlin Seat</a> alone,\n      Seaine.  No one else must know.&#x201D;\n      Seaine interpreted this to mean Darkfriends in the Tower,\n      and therefore assumed Elaida could not be a Darkfriend.\n      She and her associates were no longer so sure after realizing what she\n      had actually said, so they stepped carefully.\n      <a href=\"#Ferane\">Ferane</a> wanted Seaine raised Amyrlin when Elaida was\n      captured.  Seaine and her cohorts have since become some of\n      <a href=\"#Egwene\">Egwene</a>&apos;s strongest supporters.\n      <i>See also</i>\n      <a href=\"#Pevara\">Tazanovni, Pevara</a>.\n  "}]}