{"id":"Semirhage","name":"Semirhage","chapters":[{"title":"Chapter 5:  Writings","info":"<a class=\"name\" name=\"Semirhage\">Semirhage</a>,\n      p. 117&#x2014;One of the\n      Forsaken.  During the Age of Legends, she was one of the\n      best Healers ever known.  She was called to all corners of the world to\n      Heal people that others thought beyond help.  However, she was sadistic;\n      she exacted a price in the form of pain from her subjects in return for\n      her Healing services.  Most thought the pain or anguish she exacted from\n      them was a small price to pay for being alive, but eventually the Hall\n      of Servants found out about her practices and gave her the choice of\n      being either severed or bound with the Power, never again to know her\n      &#x201C;pleasures.&#x201D;  She chose instead to pledge for the\n      <a href=\"#Dark\">Dark One</a>, and created one of the most oppressive and\n      pain-filled areas of Shadow control during the entire War of Power.\n      She became an expert at sadism and torture; she considers her greatest\n      achievement to be a weave which removes the victim&apos;s blood and replaces\n      it, instantaneously, with another liquid that causes every nerve in the\n      body to fire with pain simultaneously&#x2014;the victims typically\n      survived about an hour.\n      After being freed from the Bore, Semirhage went in service to the Dark\n      One by extracting information from captured Borderlanders and Aes Sedai.\n      She also sent the Trollocs to the Stone of Tear to battle those that\n      Sammael sent.  She was as tall as most men, and\n      wore black most of the time&#x2014;perhaps because\n      <a href=\"#Lanfear\">Lanfear</a> always wore white.  It is often joked (or\n      used to be, when the Forsaken were still bound) that when it rained\n      during the daylight that the Dark One was beating her.\n      According to <a href=\"#Lews\">Lews Therin</a>&apos;s memories,\n      Semirhage always enjoyed a challenge.\n      She had an uneasy alliance with <a href=\"#Mesaana\">Mesaana</a> and\n      <a href=\"#Demandred\">Demandred</a>\n      before she was captured by <a href=\"#Rand\">Rand</a> after her unsuccessful\n      attempt to capture him.  She had been posing as\n      Anath Dorje, <a href=\"#Tuon\">Tuon</a>&apos;s new Truthspeaker.\n      It is a virtual certainty that she murdered the previous Truthspeaker in\n      order to gain the office.  She was eventually given a Domination Band by\n      <a href=\"#Shaidar\">Shaidar Haran</a>, and used it to capture\n      <a href=\"#Rand\">Rand</a>.  She Compelled Elza Penfell,\n      who was a Darkfriend, to help her control him by wearing the other\n      bracelet.  She attempted to force Rand to kill <a href=\"#Min\">Min</a> by\n      choking her to death&#x2014;she would have succeeded, but Rand&apos;s\n      connection to <a href=\"#Moridin\">Moridin</a> apparently let him seize the True\n      Power, which Rand used to kill Semirhage and Elza with balefire.\n  "}]}