{"id":"Sheriam-Bayanar","name":"Sheriam Bayanar","chapters":[{"title":"Chapter 3:  The Amyrlin's Anger","info":"<a class=\"name\" name=\"Sheriam\">Sheriam Bayanar</a>,\n      p. 72&#x2014;Aes\n      Sedai of the Blue Ajah with fiery hair.  She was\n      <a href=\"#Novices\">Mistress of Novices</a> in the White Tower before she\n      fled to Salidar with the rest of her Ajah.  She led the group of six\n      sisters that held most of the influence in Salidar, despite not being\n      part of the Hall of the Tower.  Her tilted, green eyes were used to\n      intimidate novices and Aes Sedai alike.  She became the\n      <a href=\"#Keeper\">Keeper of the Chronicles</a> under\n      <a href=\"#Egwene\">Egwene al&apos;Vere</a> among the rebels.\n      She was very efficient, but she\n      hated the paperwork involved with being Keeper, and was often heard\n      muttering under her breath that she wished she were still Mistress of\n      Novices.  She lost a considerable amount of weight in recent months.\n      She was beaten, apparently as a way to extract\n      information, by an unknown assailant in the weeks before her death.\n      She often wished she had chosen the Brown Ajah, which would have allowed\n      her to isolate herself from the Tower, politics, and stress in\n      general.  Known to almost no one (except <a href=\"#Verin\">Verin</a>) until\n      shortly before she was exposed and executed by Egwene, Sheriam was\n      secretly of the Black Ajah, and fought to raise Egwene to the\n      <a href=\"#Amyrlin\">Amyrlin Seat</a> by order of the Chosen.\n      Egwene watched Sheriam&apos;s execution personally, listening to her confess\n      to several incredible crimes in her final minutes.  Her fiery red head\n      left her body along with those of about fifty other sisters among the\n      rebels.  <i>Editor&apos;s note:  Those who remember, as I do quite vividly,\n      a certain chapter in <a href=\"wot.cgi?book=ns\">New Spring</a>, will\n      recall that <a href=\"#Moiraine\">Moiraine</a> and <a href=\"#Siuan\">Siuan</a> were </i>very<i>\n      good friends as novices and Accepted.  Moiraine proposed bringing\n      Sheriam in on their hunt for the <a href=\"#Reborn\">Dragon Reborn</a>,\n      which Siuan insisted they should not do.  Her reason was because they\n      needed to tell as few people as possible, and possibly because she\n      thought Sheriam was a bit of a gossip&#x2014;perhaps some day Moiraine\n      will realize just how close she was to revealing everything to a\n      Darkfriend.</i>\n      <i>See also</i>\n      <a href=\"#Keeper\">Keeper of the Chronicles</a>;\n      <a href=\"#Novices\">Mistress of Novices</a>.\n  "}]}