{"id":"Silviana-Brehon","name":"Silviana Brehon","chapters":[{"title":"Chapter 3:  The Amyrlin's Anger","info":"<a class=\"name\" name=\"Silviana\">Silviana Brehon</a>,\n      p. 75&#x2014;Former\n      <a href=\"#Novices\">Mistress of Novices</a> in the White Tower.\n      She is from the Red Ajah, and was appointed by\n      <a href=\"#Elaida\">Elaida</a> after <a href=\"#Sheriam\">Sheriam</a> left\n      the Tower.  She is tall stocky, and has a square face.\n      She keeps her black hair in a bun.\n      <a href=\"#Egwene\">Egwene</a> describes her as stern, but fair.\n      Elaida herself used to go to her occasionally for\n      &#x201C;voluntary&#x201D; penanaces&#x2014;these penances were actually\n      being assigned by <a href=\"#Alviarin\">Alviarin</a> in an attempt to\n      keep Elaida in her place.\n      Now that Alviarin has been supplanted, Elaida sends Alviarin to\n      Silviana&apos;s study for daily penance.\n      Silviana was the sole voice in the Tower (other than Egwene) who spoke\n      out against Elaida&#x2014;she went as far as calling Elaida out, in front\n      of the Hall, for her actions as Amyrlin, which she pointed out were\n      only useful for sowing dissent and distrust among the sisters.\n      She claimed the Red Ajah should be embarrassed by having one of their\n      own behave that way as the leader of the Aes Sedai.  Elaida managed to\n      shift some of the blame away from herself, then prompty imprisoned\n      Silviana in the deepest cells in the Tower dungeons.\n      Egwene was impressed enough with Silviana&apos;s behavior&#x2014;both in\n      doing her duty as she saw it by beating Egwene, no matter how much she\n      resented doing it, and in being brave enough to stand up to Elaida when\n      no one else would&#x2014;that she appointed her to be\n      <a href=\"#Keeper\">Keeper of the Chronicles</a>\n      in the reunited Tower.  She has transfered her dedication and competence\n      to the new post with alacrity.  She has a deep dislike for\n      <a href=\"#Gawyn\">Gawyn</a>, though why is not fully evident.\n      <i>See also</i>\n      <a href=\"#Novices\">Mistress of Novices</a>;\n      <a href=\"#Tiana\">Noselle, Tiana</a>.\n  "}]}