{"id":"Siuan-Sanche","name":"Siuan Sanche","chapters":[{"title":"Chapter 3: The Amyrlin's Anger","info":"<a class='name' name='Siuan'>Siuan Sanche</a>, p. 76&#x2014;Aes Sedai of the Blue Ajah with shoulder-length hair. Born in Tear to a fisherman, she was sent to the White Tower on the first boat to leave after she discovered she had the ability to channel inborn, according to Tairen law. As a novice, she was good friends with <a href='#Moiraine'>Moiraine Damodred</a>, and was present at Gitara Moroso&apos;s Foretelling of the Rebirth of the <a href='#Dragon'>Dragon</a>. After being raised to the shawl, she joined the Blue Ajah to dedicate her life to finding and guiding the <a href='#Reborn'>Dragon Reborn</a>, and eventually came to lead the Blues&apos; network of eyes-and-ears (i.e., spies) before being raised to the <a href='#Amyrlin'>Amyrlin Seat</a>. She was only thirty years old when raised to the Amyrlin Seat, making her the youngest Amyrlin to that point. She was also one of the strongest Amyrlins in recent history, and one of the most feared among the rulers of nations. Her blue-eyed stare was feared by all. When her twenty-year connection to the <a href='#Reborn'>Dragon Reborn</a> was discovered, she and her <a href='#Keeper'>Keeper of the Chronicles</a>, <a href='#Leane'>Leane Sharif</a>, were deposed and stilled by a group of sisters loyal to <a href='#Elaida'>Elaida a&apos;Roihan</a>. Siuan and Leane escaped with <a href='#Min'>Min</a>&apos;s help and found the rebel Aes Sedai in Salidar. Siuan hoped to regain some of her previous standing in the new Tower that separated from Elaida&#x2014;her knowledge of the Blue Ajah spy network is hard to match, and she knows much that she thought would be of use. In one of her viewings, <a href='#Min'>Min</a> saw that Siuan would have to remain close to Gareth Bryne&#x2014;if she did not, both of them would die. Siuan did not initially know what she meant, but now realizes that she is growing to love the gray-haired man who leads the rebel army. She later realized that the viewing was related to the attack on the Tower by the Seanchan. Siuan had a Warder named Alric, but he was murdered by Elaida when Siuan was deposed. After coming to Salidar, <a href='#Nynaeve'>Nynaeve</a> discovered how to restore Siuan&apos;s ability to channel, at least partially. This resurrected a part of her bond with Alric, but did not bring back her former strength, or her binding by the Oath Rod. She could lie as well as any child, at least until she re-swore the Three Oaths shortly before the Tower was reunited. She served as an advisor of sorts to the new Amyrlin in Salidar, <a href='#Egwene'>Egwene al&apos;Vere</a>, but though she put on a fa&#xE7;ade of hating the work, she was actually one of Egwene&apos;s foremost agents. The fact that she was Aes Sedai, not to mention one who was stilled and Healed again, made other sisters tend to be oblivious to that fact. She was pushed very hard by Elaida as a novice. While Egwene was being held prisoner in the Tower, Siuan was charged with keeping the factions among the rebels&#x2014;headed by <a href='#Romanda'>Romanda Cassin</a> and <a href='#Lelaine'>Lelaine Akashi</a>, respectively&#x2014;from usurping the rebellion and placing <i>themselves</i> on the Amyrlin Seat. When the Seanchan attacked, Siuan decided she had had enough of Egwene&apos;s stubborn insistance not to rescue her. She easily convinced <a href='#Gawyn'>Gawyn</a> to come with her, and eventually convinced Gareth Bryne to come with as well, on two conditions: she bond Bryne as her Warder, which she did immediately, and that she marry him. The second condition has yet to be met. Bryne saved her life when a Seanchan assassin creeped up behind her while she was Healing Bryne&apos;s troops; he thrust his sword into the apparition&apos;s chest area, knowing that he would die if the blow did not land, and saved her life. She then saved <i>his</i> life by Healing him of the poison the assassin injected right before dying himself, thus satisfying Min&apos;s viewing. Siuan has an unusual Talent: she can see <i>ta&apos;veren</i>. <i>See also</i> <a href='#Elaida'>a&apos;Roihan, Elaida do Avriny</a>; <a href='#Egwene'>al&apos;Vere, Egwene</a>; <a href='#Amyrlin'>Amyrlin Seat, The</a>; <a href='#Moiraine'>Damodred, Moiraine</a>; <a href='#Seaine'>Herimon, Seaine</a>; <a href='#Leane'>Sharif, Leane</a>. "}]}