{
    "id": "Verin-Mathwin",
    "name": "Verin Mathwin",
    "chapters": [
        {
            "title": "Chapter 3: The Amyrlin's Anger",
            "info": "<a class='name' name='Verin'>Verin Mathwin</a>, p. 75&#x2014;Aes Sedai of the Brown Ajah who accompanied <a href='#Egwene'>Egwene</a>, <a href='#Elayne'>Elayne</a>, and <a href='#Nynaeve'>Nynaeve</a> back from Falme to Tar Valon. Her Warder is named Tomas. She is more interested in current events than the average Brown; most of them could not care less what happened now, only what happened years ago. She gave Egwene the twisted stone ring <i>ter&apos;angreal</i> to assist her in Dreaming, and also once told <a href='#Morgase'>Morgase</a> that there was really no need to keep her in the Tower until she learned to control her ability when she was a novice, since she would never be able to do much with it anyway. When Verin went to the Two Rivers with <a href='#Alanna'>Alanna</a>, they helped to fight the Trollocs that attacked, and when they left they brought a half-dozen young women with them who could channel, including <a href='#Mat'>Mat</a>&apos;s sister Bode. When she and Alanna reached Caemlyn, they found that the Tower had been broken, and decided to side with the Salidar embassy when it reached town. Verin is quite old&#x2014;her hair is starting to turn gray, which to an Aes Sedai means she is quite old indeed. She communicated with <a href='#Cadsuane'>Cadsuane</a>&apos;s group of sisters in Tear, but has since departed their company. Verin always seems to follow her own agenda, though <a href='#Siuan'>Siuan</a> once said she had always trusted her, even though she knew she could trust no one. She and Thomas have been waiting for Mat for some time; she is the one who posted fliers of him and <a href='#Perrin'>Perrin</a> throughout the countryside, hoping to scare one of them up. Known to virtually no one until an hour before her death, Verin was a member of the Black Ajah. She was given the choice one day to take her oaths to serve the Dark One or be executed. She took the oaths to save her own skin; once inducted, she carefully but persistently studied the Black Ajah&#x2014;how it is organized, what its rules are, and, most importantly, who its members are. She found Tomas, who was a Darkfriend seeking a way out, and he agreed to become her Warder. She wrote down all of her notes, including a list of about 200 sisters she had discovered, in a dense tome that she gave to Egwene al&apos;Vere after drinking poison. The poison would kill her in one hour, which released her from her oath: &#x201C;I swear not to betray the <a href='#Dark'>Great Lord</a>, to keep my secrets until the hour of my death.&#x201D; Her bravery allowed Egwene to gut the Black Ajah among the rebels, starting with her <a href='#Keeper'>Keeper of the Chronicles</a>, <a href='#Sheriam'>Sheriam Bayanar</a>, and a Sitter for the Blue Ajah, Moria Karentanis. Verin also left a note with <a href='#Mat'>Mat Cauthon</a> just before going to the Tower to spill her secret to Egwene; she made him promise not to open it until several days had passed, but that if he opened it he had to do what it said. The contents of this letter are not known. "
        }
    ]
}