{"id":"Elaida-do-Avriny-a-Roihan","name":"Elaida do Avriny a'Roihan","chapters":[{"title":"Prologue:  Deceptive Appearances","info":"<a class=\"name\" name=\"Elaida\">Elaida do Avriny a&apos;Roihan</a>,\n      p. 23 (10)&#x2014;Aes Sedai formerly of the Red Ajah,\n      now raised to the <a href=\"#Amyrlin\">Amyrlin Seat</a>.  She was born the\n      youngest daughter of a minor House in the north of Murandy.  She served\n      as advisor to <a href=\"#Morgase\">Queen Morgase</a> of Andor for her\n      entire reign, and led the coup that deposed\n      <a href=\"#Siuan\">Siuan Sanche</a>\n      and placed her on the Amyrlin Seat in Siuan&apos;s place.  She\n      distrusts anyone not of her Ajah (as most Reds do), and does not believe\n      she will ever trust any member of the Blue Ajah again, even in the\n      slightest.  Her <a href=\"#Keeper\">Keeper of the Chronicles</a> is\n      <a href=\"#Alviarin\">Alviarin Freidhen</a> of the White Ajah&#x2014;she was\n      all but forced to choose Alviarin due to her role in the\n      deposition of Siuan.  If she chose a Keeper from her Ajah, she most\n      likely would not have won the support of the White Ajah, and then\n      <i>she</i> would have been stilled and banished from the Tower instead\n      of Siuan.  She sometimes has the Foretelling, but not all that often or\n      that strongly.  One of her Foretellings was that the Royal Family of\n      Andor would play a crucial role in the Last Battle&#x2014;this\n      Foretelling occurred around the time the Succession was going on, so she\n      immediately attached herself to Morgase as soon as it became clear that\n      she would be the one to take the Lion Throne.\n      Another was to predict that\n      <a href=\"#Rand\">Rand al&apos;Thor</a> would shake the world on its very\n      foundations&#x2014;she constantly kicks herself for not doing something\n      about him when he was in front of her, little more than a farmboy at\n      the time.  Her most recent Foretelling was that &#x201C;the White Tower\n      would be whole again, except for remnants cast out and scorned,\n      whole and stronger than ever.\n      <a href=\"#Rand\">Rand al&apos;Thor</a> will face the Amyrlin Seat and\n      know her anger.  The Black Tower will be rent in blood and fire, and\n      sisters will walk its grounds.&#x201D;\n      The Foretelling about Rand is obviously\n      deadly accurate.  However, the one about the Royal Family occurred at an\n      inopportune time; at the time of Elaida&apos;s Foretelling, the Royal Family\n      was not certain.  It may have meant Morgase, <a href=\"#Gawyn\">Gawyn</a>,\n      Galad, and <a href=\"#Elayne\">Elayne</a> (they have\n      all had a large role to play in the recent past), but it is also\n      possible it could have meant the old Royal Family, that of\n      Tigraine, Taringail,\n      Galad, and later Elayne and Gawyn as well.  After all, Morgase is just\n      Morgase, but Tigraine is the mother of the\n      <a href=\"#Reborn\">Dragon Reborn</a>.\n      Her most recent Foretelling will of course be fulfilled, but\n      not necessarily how she wants it to be; she does not realize that the\n      Amyrlin Seat in the Foretelling might not be her, that the remnants cast\n      out might be those loyal to her, and that the destruction of the Black\n      Tower might have nothing to do with her.  Elaida is quite strong in the\n      One Power; only Siuan, <a href=\"#Moiraine\">Moiraine</a>,\n      <a href=\"#Egwene\">Egwene</a>, <a href=\"#Elayne\">Elayne</a>,\n      <a href=\"#Nynaeve\">Nynaeve</a>, and a few others can match her strength.\n      Elaida has always sought positions of power; she chose to follow Morgase\n      to have a better chance at guiding the forces in the Last Battle, and\n      tried to capture Rand al&apos;Thor in an effort to gain similar control.  The\n      only sisters that support her are those that are actually Black Ajah and\n      those that would follow any Amyrlin legally raised, as Elaida was\n      (although just barely; all laws used to raise her were stretched almost\n      to their breaking point, and some believe they actually did shatter).\n      Elaida is currently building a palace for herself atop the Warders&apos; old\n      practice yard.\n      The building will be about as tall as the White Tower.\n      <i>See also</i>\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}