{"id":"Lady-Faile-ni-Bashere-t-Aybara","name":"Lady Faile ni Bashere t'Aybara","chapters":[{"title":"Chapter 7:  A Goatpen","info":"<a class=\"name\" name=\"Faile\">Lady Faile ni Bashere t&apos;Aybara</a>,\n      p. 158 (169)&#x2014;A young woman from Saldaea with long\n      dark hair and dark eyes.  She is the daughter of\n      <a href=\"#Bashere\">Davram</a> and <a href=\"#Deira\">Deira</a> Bashere, and\n      their oldest surviving offspring.  Her two older brothers were killed,\n      and when Davram sent her younger brother off to fight while keeping her\n      at home, she ran away and swore the oath of a Hunter of the Horn in\n      Illian.  When she became a Hunter, she renounced her old name,\n      Zarine, at first considering adopting the name\n      &#x201C;Mandarb&#x201D;&#x2014;she\n      chose Faile when she found <a href=\"#Mandarb\">Mandarb</a> was the name\n      of <a href=\"#Lan\">Lan</a>&apos;s horse.  She fell in love with\n      <a href=\"#Perrin\">Perrin Aybara</a> while on her search for the Horn, who\n      told her that the Horn had been found.  She was shocked, but even more\n      so to find out that <a href=\"#Rand\">Rand</a> was the\n      <a href=\"#Reborn\">Dragon Reborn</a> and that both he and Perrin are\n      <i>ta&apos;veren</i>.  Faile stayed near Perrin, and finally accompanied him\n      to the Two Rivers where she helped fend off the Trolloc attacks; the two\n      were married shortly afterwards.  They were then proclaimed Lord and\n      Lady of the Two Rivers.  Perrin hated the idea, but Faile insisted they\n      have a modest estate, and even servants, which she trained herself.  Her\n      name means &#x201C;falcon&#x201D; in the Old Tongue; she is the falcon in\n      <a href=\"#Min\">Min</a>&apos;s viewings of Perrin.  She is very protective of\n      her husband, and does whatever she can to make sure he not so much as\n      <i>looks</i> at another woman, even though he has no intention of doing\n      so.  She is a very jealous wife, especially toward people like\n      <a href=\"#Berelain\">Berelain</a> who eye her husband all the time.  She\n      even cornered <a href=\"#Min\">Min</a> when they first came to Caemlyn and\n      Perrin greeted her warmly to make sure Min had no intentions toward\n      him.\n      <i>See also</i>\n      <a href=\"#Perrin\">Aybara, Perrin t&apos;Bashere</a>;\n      <a href=\"#Bashere\">Bashere, Davram t&apos;Ghaline</a>;\n      <a href=\"#Deira\">t&apos;Bashere, Deira ni Ghaline</a>.\n  "}]}