{"id":"Lord-Perrin-t-Bashere-Aybara","name":"Lord Perrin t'Bashere Aybara","chapters":[{"title":"Chapter 7:  A Goatpen","info":"<a class=\"name\" name=\"Perrin\">Lord Perrin t&apos;Bashere Aybara</a>,\n      p. 157 (168)&#x2014;A young man from Emond&apos;s Field.  He is\n      <i>ta&apos;veren</i>.  When he and <a href=\"#Egwene\">Egwene</a> got separated\n      from the rest of the group while fleeing the Trollocs on Winternight,\n      Perrin met a man named <a href=\"#Elyas\">Elyas Machera</a>.  Elyas, a\n      former Warder who found he could talk to wolves, helped Perrin discover\n      the same ability in himself.  Perrin&apos;s eyes are now yellow, just like\n      the wolves&apos; eyes, and he can enter what he calls the Wolf Dream (known\n      to most as <i>Tel&apos;aran&apos;rhiod</i>, the World of Dreams) with them.\n      Perrin is a childhood friend of fellow <i>ta&apos;veren</i>\n      <a href=\"#Rand\">Rand al&apos;Thor</a> and <a href=\"#Mat\">Mat Cauthon</a>.  On\n      the way to Tear, Perrin encountered a young woman by the name of\n      Zarine Bashere, a Hunter for the Horn who\n      took the name of <a href=\"#Faile\">Faile</a> (which means &#x201C;Falcon&#x201D; in\n      the Old Tongue) as a more appropriate name for a Hunter for the Horn.\n      The two are now married.  Perrin is a very large man&#x2014;he was\n      always a big person, which caused him to be very cautious since he found\n      as a child that he could easily hurt other children if his temper got\n      out of hand.  His size helps considerably when helping\n      Master Luhhan on his forge, but sometimes gives\n      others the impression that he is slow and stupid.  He returned to the\n      Two Rivers for a time to repel the series of Trolloc attacks; he and his\n      wife are recognized as Lord and Lady there, the first noblility of the\n      Two Rivers since the Trolloc Wars.  Perrin was instrumental in freeing\n      Rand from his entrapment at Dumai&apos;s Wells; the two had a fight\n      afterwards (they had planned it as a way for Perrin to leave,\n      although they most likely did not plan on it being as violent as it\n      was), and Perrin went to Ghealdan to see if he could tame\n      <a href=\"#Masema\">Masema</a>.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Faile\">t&apos;Aybara, Faile ni Bashere</a>;\n      <a href=\"#Mat\">Cauthon, Matrim</a>;\n      <a href=\"#Elyas\">Machera, Elyas</a>.\n  "}]}