{"id":"Rand-al-Thor","name":"Rand al'Thor","chapters":[{"title":"Prologue:  Deceptive Appearances","info":"<a class=\"name\" name=\"Rand\">Rand al&apos;Thor</a>,\n      p. 18 (4)&#x2014;A young man from Emond&apos;s Field in the Two Rivers, now proclaimed\n      to be the <a href=\"#Reborn\">Dragon Reborn</a>.  He is very tall, with\n      curly red-blond hair.  He was raised by <a href=\"#Tam\">Tam al&apos;Thor</a>\n      and his wife Kari (until her death around the time\n      Rand was five) in Emond&apos;s Field.  His real parents, however, were\n      Janduin, the chief of the Taardad Aiel who brought\n      the four clans across the Dragonwall to punish\n      <a href=\"#Laman\">Laman</a>&apos;s Sin, and a Maiden of the Spear named\n      Shaiel, who was actually\n      Tigraine Damodred, the runaway\n      <a href=\"#DH\">Daughter-Heir of Andor</a>.\n      Tigraine gave birth to Rand on the slopes of Dragonmount,\n      in accordance with prophecy; &#x201C;born of a Maiden,\n      of the ancient blood but raised by the Old.&#x201D;  Rand has a heron\n      branded into each of his palms, which he received from the sword Tam\n      gave him while fighting Ishamael.  He also has two\n      dragons on his forearms, which he recieved in Rhuidean to designate him\n      as the <i><a href=\"#Caracarn\">Car&apos;a&apos;carn</a></i>, the Chief of Chiefs of\n      the Aiel.  He is not only the Dragon Reborn, but also\n      He Who Comes With the Dawn,\n      the man prophesied to reunite the Aiel, and\n      the <a href=\"#Coramoor\">Coramoor</a>, the one prophesied to bring the Sea\n      Folk out of the Sea.  He can channel strongly, more so than any person\n      who ever lived (except the previous user of his soul,\n      <a href=\"#Lews\">Lews Therin Telamon</a>, who was obviously of equal\n      strength), and is also <i>ta&apos;veren</i>, the most strongly so since Lews\n      Therin as well.  Lews Therin&apos;s voice has somehow found a new place inside\n      of Rand&apos;s head; he talks to him in a mad voice when Rand least expects\n      it, sometimes offering sound advice or knowledge, sometimes babbling,\n      sometimes even trying to wrest control of <i>saidin</i> from him.\n      Unlike Lews Therin, Rand is accompanied by two other\n      <i>ta&apos;veren</i> during this turing of the Wheel, two men born within days\n      (hours, even) of him named <a href=\"#Mat\">Matrim Cauthon</a> and\n      <a href=\"#Perrin\">Perrin Aybara</a>, who both grew up in Emond&apos;s Field as\n      well.  Rand is destined to fall in love with three women (and has):\n      <a href=\"#Min\">Min Farshaw</a>, <a href=\"#Elayne\">Elayne Trakand</a>, and\n      <a href=\"#Aviendha\">Aviendha</a>.  Rand has had success in fighting many\n      of the Forsaken; all to confront him have died or been trapped.  He\n      killed <a href=\"#Aginor\">Aginor</a> at the Eye of\n      the World after the Green Man\n      killed Balthamel; he\n      allowed <a href=\"#Moiraine\">Moiraine</a> to kill\n      Be&apos;lal in the Stone of Tear, and killed\n      Ishamael in the Stone shortly afterward; in the\n      wagons near the Spine of the World, Lanfear\n      confronted him and was pushed into the land of the Eelfinn by Moiraine;\n      he killed <a href=\"#Rahvin\">Rahvin</a> in <i>Tel&apos;aran&apos;rhiod</i> when he\n      came to the Royal Palace in Caemlyn; and\n      <a href=\"#Asmodean\">Asmodean</a>, his teacher, was killed shortly after\n      Rahvin met his fate.  His prophecies fulfilled grow:  he has already been\n      born on the slopes of Dragonmount of a Maiden, of the ancient blood but\n      raised by the old, taken the Stone of Tear and drawn <i>Callandor</i>,\n      and began conquering &quot;under the forgotten symbol,&quot; that of the Aes Sedai\n      of the Age of Legends.  He is working on having the &quot;spotless tower&quot;\n      break and bend knee to him (several Aes Sedai have sworn fealty to him\n      and only him).  He is the salvation of the entire world, and as the\n      prophecy states, he <i>will</i> save the world&#x2014;and Break it\n      again.\n      <i>See also</i>\n      <a href=\"#Aviendha\">Aviendha</a>;\n      <a href=\"#Perrin\">Aybara, Perrin t&apos;Bashere</a>;\n      <i><a href=\"#Caracarn\">Car&apos;a&apos;carn</a></i>;\n      <a href=\"#Mat\">Cauthon, Matrim</a>;\n      <a href=\"#Coramoor\">Coramoor</a>;\n      <a href=\"#Dragon\">Dragon, The</a>;\n      <a href=\"#Reborn\">Dragon Reborn</a>;\n      <a href=\"#Min\">Farshaw, Elmindreda</a>;\n      <a href=\"#Lews\">Telamon, Lews Therin</a>;\n      <a href=\"#Tam\">al&apos;Thor, Tamlin</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>.\n  "}]}