{"id":"Shai-tan","name":"Shai'tan","chapters":[{"title":"Chapter 24:  A Time for Iron","info":"<a class=\"name\" name=\"Dark\">Shai&apos;tan</a>,\n      p. 485 (551)&#x2014;Real\n      name for the Dark One.  At the moment of Creation, Shai&apos;tan was\n      imprisoned by the <a href=\"#Creator\">Creator</a> at Shayol Ghul.  This\n      prison kept him from touching the world until it was bored into by\n      Aes Sedai during the Age of Legends.  This hole, called the Bore,\n      allowed the Dark One to once again touch the world, causing new\n      outbreaks of war, treachery, violence, and crime.  The attempt to free\n      the Dark One completely resulted in the War of the Shadow (called the\n      War of Power by some, especially those on the Shadow&apos;s side), during\n      which a number of important leaders forsook the Light and gave their\n      lives to the Dark One; these people are known today as the Forsaken, and\n      were 13 of the most powerful Aes Sedai of the Age of Legends.  The War\n      of the Shadow did not end until <a href=\"#Lews\">Lews Therin Telamon</a>,\n      the <a href=\"#Dragon\">Dragon</a>, and his Hundred Companions Traveled to Shayol\n      Ghul and re-sealed the Dark One back into his prison, trapping the\n      Forsaken with him.  At the moment of sealing, Shai&apos;tan lashed out at\n      those sealing the prison, driving them insane and tainting <i>saidin</i>\n      itself, the male half of the True Source, dooming all male Aes Sedai to\n      madness as well and starting the Time of Madness.  These seals are\n      weakening now, enough that the Forsaken have escaped and the Dark One is\n      once again able to exert influence on the world.  These seals were\n      scattered throughout the world by Aes Sedai during the Breaking of the\n      World.  In order of when they were found, they were placed:  1) At the\n      Eye of the World (broken when it was found); 2) in the hands of\n      Bayle Domon, later pilfered by\n      High Lord Turak of the Seanchan (broken at the\n      battle of Falme), 3) On Seanchan, part of High Lord Turak&apos;s collection\n      (broken at the battle at Falme); 4) In the Great Hold at the Stone of\n      Tear (still intact); 5) In the Panarch&apos;s Palace in Tanchico (broken\n      enroute to Salidar); 6) One in Rhuidean (still intact), and 7) Found by\n      <a href=\"#Taim\">Mazrim Taim</a> on a small farm in Saldaea (still\n      intact).  Despite being made of <i>cuendillar</i>, the three that remain\n      unbroken can be cut with a knife and would break by a fall from a table.\n      The Dark One is also referred to by other euphemisms, including\n      Sightblinder, Lord of the Grave, Father of Lies, Grassburner,\n      Leafblighter, Heartsbane, Soulsbane, Lord of the Twilight, Father of\n      Storms, Shepherd of the Night, and (among Darkfriends) the Great Lord of\n      the Dark.\n      <i>See also</i>\n      <a href=\"#Creator\">Creator, The</a>.\n\n\n  "}]}