{"id":"Aviendha","name":"Aviendha","chapters":[{"title":"Prologue:  Snow","info":"<a class=\"name\" name=\"Aviendha\">Aviendha</a>,\n      p. 44 (37)&#x2014;Aiel of the Nine Valleys sept of the Taardad Aiel.  Formerly a\n      Maiden of the Spear, she was forced to give up the spear to become a\n      Wise One because she had the ability to channel inborn.  She has green\n      eyes, and is of age with <a href=\"#Rand\">Rand</a> and\n      <a href=\"#Mat\">Mat</a>.  She is more than pretty with dark, reddish hair.\n      Aviendha is one of the three women in <a href=\"#Min\">Min</a>&apos;s\n      viewing of Rand&#x2014;she also saw that she was to fall in love with him\n      when she went through the three rings in Rhuidean.  She denied her\n      feelings for him at first, but when the wagons crossed the Dragonwall\n      toward Cairhien, sweat tents became unavailable and she tried bathing as\n      &#x201C;wetlanders&#x201D; did; Rand came in as she was standing before\n      the bath in her skin, and she panicked.  She created a Traveling gateway\n      to Seanchan (she does not remember how), trying to get as far away from\n      Rand as possible, into the middle of winter.  When Rand rescued her, she\n      decided she could not hide her feelings any longer, and the two ended up\n      spending the night in each other&apos;s arms before coming back.  Aviendha\n      says a similar incident will not occur, and punishes any Maiden who\n      makes a crack about it (how they found out about something that occurred\n      on the far side of the world on another continent is a different subject\n      entirely).  She felt <i>toh</i> toward <a href=\"#Elayne\">Elayne</a> for\n      violating her trust, but upon hearing that Elayne would consent to being\n      her sister-wife, Aviendha felt empowered to show her feelings for Rand\n      once again.  She is not certain what she thinks of a <i>second</i>\n      sister-wife in Min, but she is determined to meet her before passing any\n      judgment.  She has recently been having trouble learning Traveling\n      again; the way Elayne forms the weave is different from how she used it\n      to get to Seanchan, and it is difficult to learn something once you\n      already learned it another way.  She has, however, mastered the art of\n      unraveling weaves&#x2014;a feat which was thought impossible by all Aes\n      Sedai, as well as the Forsaken.\n      She and Elayne have plans to adopt each other as first-sisters.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Amys\">Amys</a>;\n      <a href=\"#Min\">Farshaw, Elmindreda</a>;\n      <a href=\"#Shyanda\">Shyanda</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>.\n  "}]}