{"id":"Bethamin-Zeami","name":"Bethamin Zeami","chapters":[{"title":"Chapter 20:  Questions of Treason","info":"<a class=\"name\" name=\"Bethamin\">Bethamin Zeami</a>,\n      p. 406 (466)&#x2014;<i>Sul&apos;dam</i> who was left behind after the battle at Falme,\n      later captured by <a href=\"#Sarna\">Sarna</a>.  When Egeanin found\n      her, she tried to get away, so Egeanin snapped the <i>a&apos;dam</i> she was\n      carrying around her neck, hoping to use it as one more barrier to the\n      woman fleeing (since Bethamin supposedly cannot channel, the\n      <i>a&apos;dam</i> should have no other effect than throwing a metal ring\n      around her head).  Much to Egeanin&apos;s surprise, the <i>a&apos;dam</i> held\n      Bethamin just as well as it held the <i>damane</i> it was intended for.\n      Bethamin already knew this, from observing <a href=\"#Renna\">Renna</a>,\n      who <a href=\"#Egwene\">Egwene</a> left collared after Falme.  From this,\n      and from <a href=\"#Nynaeve\">Nynaeve</a>&apos;s and\n      <a href=\"#Elayne\">Elayne</a>&apos;s information about the possibility of\n      learning to channel (not just having it inborn), Egeanin reasoned that\n      all <i>sul&apos;dam</i>, including Bethamin, could channel if they were\n      taught&#x2014;which went against everything she had been taught her\n      entire life.  Bethamin is now forbidden from controlling <i>damane</i>,\n      both as protection for her&#x2014;if anyone besides\n      <a href=\"#Suroth\">Suroth</a> knew that the <i>a&apos;dam</i> would control\n      her, they would probably make her wear it all the time&#x2014;and as\n      protection for the Seanchan way of life, which would likely collapse if\n      it was learned that <i>sul&apos;dam</i> could channel just as well as\n      <i>damane</i>.  Bethamin grew up in the Seanchan village of Abunai, on\n      the Sea of L&#x2019;Heye.  It was never cold there, and she has never\n      been able to adapt to the cold weather she experiences now.\n  "}]}