{"id":"Egwene-al-Vere","name":"Egwene al'Vere","chapters":[{"title":"Prologue:  Snow","info":"<a class=\"name\" name=\"Egwene\">Egwene al&apos;Vere</a>,\n      p. 25 (14)&#x2014;A young woman from Emond&apos;s Field, now raised to the\n      <a href=\"#Amyrlin\">Amyrlin Seat</a> among the Aes Sedai opposing\n      <a href=\"#Elaida\">Elaida</a>.  She has considerable strength with the\n      One Power, and will most likely be one of the strongest Aes Sedai in\n      over a thousand years.  She is also the first Dreamer in the Tower in\n      almost 500 years; she trained with the Wise Ones to learn more of this\n      Talent.  Egwene is good friends with\n      <a href=\"#Elayne\">Elayne Trakand</a>, the Daughter-Heir of Andor,\n      and is also a childhood friend\n      of <a href=\"#Rand\">Rand al&apos;Thor</a>, the\n      <a href=\"#Reborn\">Dragon Reborn</a>.\n      In fact, Rand and Egwene were all but Promised in their\n      youth, but both of them feel an almost sibling-like love for each other\n      now; they know that they cannot get married, and do not really want to.\n      Egwene is the love object of both of Elayne&apos;s brothers,\n      Galad and <a href=\"#Gawyn\">Gawyn</a>&#x2014;she is\n      flattered by Galad&apos;s attentions, but she does not return them; she does\n      find Gawyn to her liking, and had a dream of bonding him as her Warder;\n      she knows it will occur.  Egwene was most likely chosen Amyrlin because\n      the Aes Sedai thought she could be guided by them without too much\n      trouble; if this was their intent, they made a grave mistake, for Egwene\n      shows promise to be one of the strongest Amyrlins in history.  Egwene\n      has recently enlisted <a href=\"#Bryne\">Gareth Bryne</a> as the\n      commander of her army to invade Tar Valon and remove Elaida from power.\n      She has also opened the novice books to all interested women for the\n      first time in history&#x2014;in the past, they were only open to girls of\n      a certain age, for fear that older women would not be able to handle the\n      discipline.\n      <i>See also</i>\n      <a href=\"#Rand\">al&apos;Thor, Rand</a>;\n      <a href=\"#Marin\">al&apos;Vere, Marin</a>;\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Aviendha\">Aviendha</a>;\n      <a href=\"#Nynaeve\">ti al&apos;Meara Mandragoran, Nynaeve</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>;\n      <a href=\"#Gawyn\">Trakand, Gawyn</a>.\n  "}]}