{"id":"Elaida-do-Avriny-a-Roihan","name":"Elaida do Avriny a'Roihan","chapters":[{"title":"Prologue:  Snow","info":"<a class=\"name\" name=\"Elaida\">Elaida do Avriny a&apos;Roihan</a>,\n      p. 22 (9)&#x2014;Aes Sedai formerly of the Red Ajah,\n      now raised to the <a href=\"#Amyrlin\">Amyrlin Seat</a> in Tar Valon.  She\n      was born the youngest daughter of a minor House in the north of Murandy.\n      As a result of a Foretelling she had concerning the importance of the\n      Royal Family of Andor in Tarmon Gaidon, she served as advisor to\n      <a href=\"#Morgase\">Queen Morgase</a> of Andor for her entire reign, and\n      led the coup that deposed <a href=\"#Siuan\">Siuan Sanche</a> and placed\n      her on the Amyrlin Seat in Siuan&apos;s place.  She distrusts anyone not of\n      her Ajah (as most Reds do), and doesn&apos;t believe she will ever trust any\n      member of the Blue Ajah again, even in the slightest.  Her\n      Keeper of the Chronicles is\n      <a href=\"#Alviarin\">Alviarin Freidhen</a> of the White Ajah&#x2014;she was\n      all but forced to choose Alviarin due to her role in the deposition of\n      Siuan.  If she chose a Keeper from her Ajah, she most likely would not\n      have won the support of the White Ajah, and then <i>she</i> would have\n      been stilled and banished from the Tower instead of Siuan.\n      She sometimes has the Foretelling, but not all that often or that\n      strongly.  One of her Foretellings was that the Royal Family of Andor\n      would play a crucial role in the Last Battle&#x2014;this Foretelling\n      occurred around the time the Succession was going on, so she immediately\n      attached herself to Morgase as soon as it became clear that she would be\n      the one to take the Lion Throne.  Another was to predict that\n      <a href=\"#Rand\">Rand al&apos;Thor</a> would shake the world on its very\n      foundations&#x2014;she constantly kicks herself for not doing something\n      about him when he was in front of her, little more than a farmboy at the\n      time.  Her most recent Foretelling was that &#x201C;the White Tower would\n      be whole again, except for remnants cast out and scorned, whole and\n      stronger than ever.  <a href=\"#Rand\">Rand al&apos;Thor</a> will face the\n      Amyrlin Seat and know her anger.  The Black Tower will be rent in blood\n      and fire, and sisters will walk its grounds.&#x201D;  The Foretelling\n      about Rand is obviously deadly accurate.  However, the one about the\n      Royal Family occurred at an inopportune time; at the time of Elaida&apos;s\n      Foretelling, the Royal Family was not certain.  It may have meant\n      Morgase, <a href=\"#Gawyn\">Gawyn</a>, Galad, and\n      <a href=\"#Elayne\">Elayne</a> (they have all had a large role to play in\n      the recent past), but it is also possible it could have meant the old\n      Royal Family, that of Tigraine,\n      <a href=\"#Taringail\">Taringail</a>, Galad, and later Elayne and Gawyn as\n      well.  After all, Morgase is just Morgase, but Tigraine is the mother of\n      the <a href=\"#Reborn\">Dragon Reborn</a>.  Her most recent Foretelling\n      will of course be fulfilled, but not necessarily how she wants it to be;\n      she does not realize that the Amyrlin Seat in the Foretelling might not\n      be her, that the remnants cast out might be those loyal to her, and that\n      the destruction of the Black Tower might have nothing to do with her.\n      Elaida is quite strong in the One Power; only Siuan,\n      <a href=\"#Moiraine\">Moiraine</a>, <a href=\"#Egwene\">Egwene</a>,\n      <a href=\"#Elayne\">Elayne</a>, <a href=\"#Nynaeve\">Nynaeve</a>, and a few\n      others could match her strength.  Elaida has always sought positions of\n      power; she chose to follow Morgase to have a better chance at guiding\n      the forces in the Last Battle, and tried to capture Rand al&apos;Thor in an\n      effort to gain similar control.  The only sisters that support her are\n      those that are actually Black Ajah and those that would follow any\n      Amyrlin legally raised, as Elaida was (although just barely; all laws\n      used to raise her were stretched almost to their breaking point, and\n      some believe they actually did shatter).  Elaida is currently building\n      a palace for herself atop the Warders&apos; old practice yard.  The building\n      will be about as tall as the White Tower.\n      <i>See also</i>\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Amyrlin\">Amyrlin Seat</a>;\n      <a href=\"#Alviarin\">Freidhen, Alviarin</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}