{"id":"Lord-Gawyn-Trakand","name":"Lord Gawyn Trakand","chapters":[{"title":"Prologue:  Snow","info":"<a class=\"name\" name=\"Gawyn\">Lord Gawyn Trakand</a>,\n      p. 33 (22)&#x2014;Son of <a href=\"#Morgase\">Queen Morgase</a> of Andor and brother\n      to <a href=\"#Elayne\">Elayne</a>.  He will become First Prince of the Sword\n      when Elayne becomes Queen.  He and his half-brother\n      Galad went to train with the Warders in the White Tower,\n      as all sons of Andoran queens have for centuries, and both now possess\n      considerable skill with the sword.  During the chaos that erupted\n      after <a href=\"#Siuan\">Siuan Sanche</a>&apos;s deposition, Gawyn formed a band\n      of young men, everyone who had trained with the Warders except Galad,\n      who are called the Younglings.  The Younglings fought back against their\n      teachers, who were trying to free Siuan and Leane\n      from their imprisonment.  Gawyn himself killed\n      Hammar and Coulin, the men\n      in charge of teaching the sword and for his personal training,\n      respectively, both of which were Blademasters&#x2014;few Warders are as\n      good as they were, and Gawyn managed to kill both of them.  With recent\n      developments, Gawyn does not know which party to support&#x2014;he\n      believes that anyone who opposed Tower Law by trying to free Siuan and\n      Leane was wrong, but at the same time he does not know all the facts\n      surrounding the change in leadership.\n      In fact, his sister Elayne and her friends\n      <a href=\"#Nynaeve\">Nynaeve al&apos;Meara</a> and\n      <a href=\"#Egwene\">Egwene al&apos;Vere</a>\n      side with those who broke from the Tower, and Egwene, the\n      woman he wants to marry, is their new leader.  He believes the rumor\n      that <a href=\"#Rand\">Rand</a> killed his mother, and only refrains from\n      killing him because Egwene made him promise not to.  Gawyn has made many\n      enemies inside and outside the Tower, just by leading the Younglings.\n      He detests Rand because he thinks Rand killed his mother (when in fact\n      no one did), and there is no telling how he will react when he finds out\n      that Elayne loves him, as well as that Egwene heads the rebellion\n      against the Tower.  His sign is a white boar.\n      <i>See also</i>\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>;\n      <a href=\"#Morgase\">Trakand, Morgase</a>.\n  "}]}