{"id":"Moiraine-Damodred","name":"Moiraine Damodred","chapters":[{"title":"Chapter 13:  Wonderful News","info":"<a class=\"name\" name=\"Moiraine\">Moiraine Damodred</a>,\n      p. 311 (353)&#x2014;Aes Sedai of the Blue Ajah.  Born of a noble House in Cairhien,\n      she is <a href=\"#Taringail\">Taringail Damodred</a>&apos;s\n      youngest half-sister, and King Laman&apos;s niece.\n      She is considered short among her people, and the\n      Cairhienin are already a short people.  When it was discovered that she\n      had the ability to channel inborn, Moiraine went to Tar Valon to become\n      an Aes Sedai.  Just before being raised to the shawl, she and her friend\n      <a href=\"#Siuan\">Siuan Sanche</a> witnessed Gitara Moroso&apos;s Foretelling\n      of the Rebirth of the <a href=\"#Dragon\">Dragon</a>.  Moiraine and Siuan\n      walked away from each other and did not speak to each other again (at\n      least in public), but both held secret communication with each other and\n      dedicated their lives to finding and guiding the\n      <a href=\"#Reborn\">Dragon Reborn</a>.  Moiraine found the young man she\n      sought on Winternight in Emond&apos;s Field, a young man named\n      <a href=\"#Rand\">Rand al&apos;Thor</a>, along with two more <i>ta&apos;veren</i>,\n      <a href=\"#Mat\">Mat Cauthon</a> and <a href=\"#Perrin\">Perrin Aybara</a>\n      and two women with the spark of the Power inborn,\n      <a href=\"#Egwene\">Egwene al&apos;Vere</a> and\n      <a href=\"#Nynaeve\">Nynaeve al&apos;Meara</a>.\n      When Moiraine was shortly raised to the shawl, she met\n      <a href=\"#Lan\">al&apos;Lan Mandragoran</a>, the uncrowned King of Malkier,\n      who was fighting alone against the Shadow in the Blight; she asked Lan\n      to become her Warder, and he accepted.  She is very strong in the Power,\n      stronger than almost all living Aes Sedai.  In the Stone of Tear,\n      Moiraine confronted and killed the Forsaken\n      Be&apos;lal with balefire, just before he would have\n      killed Rand.  Later, after having an inkling of the future events from\n      the testing <i>ter&apos;angreal</i> for the Wise Ones, Moiraine managed to\n      push the Forsaken <a href=\"#Lanfear\">Lanfear</a> through the twisted\n      doorway <i>ter&apos;angreal</i> into the land of the Eelfinn, trapping both\n      her and Lanfear there.  It is unknown whether Moiraine lives on in the\n      land off the Finn, or whether she is dead, but her bond with Lan has\n      been severed, and other Aes Sedai consider her a legend, not only for\n      discovering the <a href=\"#Reborn\">Dragon Reborn</a> but for killing or\n      trapping two of the Forsaken as well.  Despite her efforts, and for the\n      most part, success, <a href=\"#Cadsuane\">Cadsuane</a> still thinks she\n      &#x201C;bungled&#x201D; things with Rand.\n      <i>See also</i>\n      <a href=\"#Lan\">Mandragoran, Lan</a>;\n      <a href=\"#Siuan\">Sanche, Siuan</a>.\n  "}]}