{
    "id": "Perrin-t-Bashere-Aybara",
    "name": "Perrin t'Bashere Aybara",
    "chapters": [
        {
            "title": "Chapter 1: Leaving the Prophet",
            "info": "<a class='name' name='Perrin'>Perrin t&apos;Bashere Aybara</a>, p. 89&#x2014;A young man from Emond&apos;s Field. He is <i>ta&apos;veren</i>. When he and <a href='#Egwene'>Egwene</a> got separated from the rest of the group while fleeing the Trollocs on Winternight, Perrin met a man named <a href='#Elyas'>Elyas Machera</a>. Elyas, a former Warder who found he could talk to wolves, helped Perrin discover the same ability in himself. Perrin&apos;s eyes are now yellow, just like the wolves&apos; eyes, and he can enter what he calls the Wolf Dream (known to most as <i>Tel&apos;aran&apos;rhiod</i>, the World of Dreams) with them. Perrin is a childhood friend of fellow <i>ta&apos;veren</i> <a href='#Rand'>Rand al&apos;Thor</a> and <a href='#Mat'>Mat Cauthon</a>. On the way to Tear, Perrin encountered a young woman by the name of Zarine Bashere, a Hunter for the Horn who took the name of <a href='#Faile'>Faile</a> (which means &#x201C;Falcon&#x201D; in the Old Tongue) as a more appropriate name for a Hunter for the Horn. The two are now married. Perrin is a very large man&#x2014;he was always a big person, which caused him to be very cautious since he found as a child that he could easily hurt other children if his temper got out of hand. His size helped considerably when helping <a href='#Luhhan'>Master Luhhan</a> on his forge, but sometimes gives others the impression that he is slow and stupid. He returned to the Two Rivers for a time to repel the series of Trolloc attacks; he and his wife are recognized as Lord and Lady there, the first noblility of the Two Rivers since the Trolloc Wars. When he returned, he began to draw the eye of <a href='#Berelain'>Berelain sur Paendrag Paeron</a>, the First of Mayene&#x2014;Perrin wants nothing more than to be as far from her as possible, but Berelain will not take no for an answer, much to Faile&apos;s dismay and intense jealousy. Perrin was instrumental in freeing Rand from his entrapment at Dumai&apos;s Wells; the two had a fight afterwards (they had planned it as a way for Perrin to leave, although they most likely did not plan on it being as violent as it was), and Perrin went to Ghealdan to see if he could tame <a href='#Masema'>Masema</a>. On the way, his wife was captured by Shaido, and now he must track her down. <i>See also</i> <a href='#Rand'>al&apos;Thor, Rand</a>; <a href='#Faile'>t&apos;Aybara, Faile ni Bashere</a>; <a href='#Bull'>Bull, Young</a>; <a href='#Mat'>Cauthon, Matrim</a>; <a href='#Elyas'>Machera, Elyas</a>. "
        }
    ]
}