{"id":"Queen-Morgase-Trakand","name":"Queen Morgase Trakand","chapters":[{"title":"Prologue:  Snow","info":"<a class=\"name\" name=\"Morgase\">Queen Morgase Trakand</a>,\n      p. 32 (22)&#x2014;Former Queen of Andor and High Seat of House Trakand.  Mother of\n      <a href=\"#Elayne\">Elayne</a> and <a href=\"#Gawyn\">Gawyn</a>.  She married\n      <a href=\"#Taringail\">Taringail Damodred</a>, a prince of Cairhien, to\n      further solidify her claim to the Throne of Andor and keep peace between\n      the two nations; when Tigraine disappeared,\n      Morgase made the best claim to succeed her, and married her widower to\n      gain the support that would be gained by such action.  Taringail was\n      Elayne&apos;s and Gawyn&apos;s father; he died when they were young.  Morgase has\n      since gone through several lovers, including\n      <a href=\"#Thom\">Thomdril Merrilin</a>, a former court-bard;\n      <a href=\"#Bryne\">Gareth Bryne</a>, her\n      First Prince of the Sword and Captain of the Guards; and most recently\n      <a href=\"#Gaebril\">Lord Gaebril</a>, a man who led the faction that\n      stilled the riots in Caemlyn that sprang up on Morgase&apos;s trip to Tar\n      Valon to inquire about Elayne&apos;s whereabouts.  Thom was exiled from the\n      city of Caemlyn when he started telling her what he really thought of\n      some of her plans, her relationship with Bryne ebbed away until finally\n      Gaebril told her to exile him too, and Gaebril eventually chased Morgase\n      herself out of the city when she found he was usurping her power.  The\n      Daughter-Heir of Andor is traditionally trained by Aes Sedai in the\n      White Tower, and Morgase underwent novice training to keep the tradition\n      alive.  She was given the gift of a Great Serpent ring despite not being\n      Accepted, and still wears it on her left hand.  She was previously\n      advised by <a href=\"#Elaida\">Elaida do Avriny a&apos;Roihan</a> of the Red\n      Ajah, who is now the <a href=\"#Amyrlin\">Amyrlin Seat</a> in Tar Valon.\n      When Morgase discovered that Gaebril (who, unbeknownst to her, was\n      actually <a href=\"#Rahvin\">Rahvin</a>) meant to supplant her, she left, and\n      when she learned that the <a href=\"#Reborn\">Dragon Reborn</a> had taken\n      over Caemlyn and none of her former supporters would give her aid, she\n      fled to Amadicia to get help from the only place she thought she could:\n      <a href=\"#Niall\">Pedron Niall</a> and the Children of the Light.  She is\n      not aware that <a href=\"#Rand\">Rand</a> only wanted to give her country\n      back to her, not to mention believes that she is dead.  If she made her\n      presence known, she would no doubt have her country back in one piece\n      and all would be well, but as royalty she believes she must work on her\n      own and trust no one.  The entire world believes Morgase dead except for\n      a select few.  She is currently in hiding, using her mother&apos;s name,\n      <a href=\"#Dorlain\">Maighdin</a> to avoid instant recognition, and a\n      prisoner of the Shaido.  Her sign is three golden keys.\n      <i>See also</i>\n      <a href=\"#Elaida\">a&apos;Roihan, Elaida do Avriny</a>;\n      <a href=\"#Egwene\">al&apos;Vere, Egwene</a>;\n      <a href=\"#Bryne\">Bryne, Gareth</a>;\n      <a href=\"#Taringail\">Damodred, Taringail</a>;\n      <a href=\"#Dorlain\">Dorlain, Maighdin</a>;\n      <a href=\"#Gaebril\">Gaebril</a>;\n      <a href=\"#Nynaeve\">ti al&apos;Meara Mandragoran, Nynaeve</a>;\n      <a href=\"#Thom\">Merrilin, Thomdril</a>;\n      <a href=\"#Dyelin\">Taravin, Dyelin</a>;\n      <a href=\"#Elayne\">Trakand, Elayne</a>;\n      <a href=\"#Gawyn\">Trakand, Gawyn</a>.\n  "}]}